{"title": "Bobby Chawla", "docid": "11987163", "section_list": [], "max_level": 0, "abstract": "tside of cricket he works as a banker.", "error": 0}
{"title": "David Borchersen", "docid": "11987233", "section_list": [{"subtitle": "Career.", "level": 2, "merged_title": ["David Borchersen", "Career."], "text": "Borchersen played for Denmark Under-19s in the 1997 International Youth Tournament in Bermuda, making his debut for the team against the Netherlands Under-19s. His senior debut for Denmark also came in 1997, in a minor match against Scotland. He later played for the team in the 1998 Under-19 World Cup, making his Youth One Day International (YODI) debut against Ireland Under-19s. He made five further YODI appearances during the tournament, the last of which came against Namibia Under-19s. His next appearance for Denmark came in 2003, in a minor match against Ireland. Two years later he was selected in Denmark's squad for the 2005 ICC Trophy in Ireland. The International Cricket Council afforded List A status to these matches, with Borchersen making his debut in that format against Uganda. He made six further List A appearances during the tournament, the last of which came against Namibia. He took 11 wickets during the tournament at an average of 23.18, with best figures of 3/29. With the bat, he scored 60 runs at a batting average of 10.00, with a high score of 23. The following year, he played in the 2006 European Championship Division One, making a single appearance in the tournament against Ireland. In 2007, he toured Kenya, playing two matches against a Kenya Select XI and a Coast Cricket Association XI. Later that year, he was selected as part of Denmark's squad for the World Cricket League Division Two in Namibia, making four List A appearances. He scored 36 runs with the bat with a top score of 15. With the ball, he took 4 wickets at an average of 26.25, with best figures of 2/29. In 2008, he played in the European Championship Division One in Ireland, making two appearances against Scotland and Norway. In 2009, he was selected in Denmark's squad for the World Cup Qualifier in South Africa, where he made seven List A appearances, including his final appearance to date in that format, against Oman. He scored 99 runs during the tournament at average of 19.80, with a high score of 36 not out. With the ball, he took 7 wickets at an average of 32.00, with best figures of 4/43. Denmark finished the tournament in twelfth and last place, therefore failing to qualify for the 2011 World Cup. Since his List A debut for Denmark in 2005, Borchensen had made eighteen appearances in that format, scoring 195 runs at an average of 13.00, while with the ball he took 22 wickets at an average of 26.54. Borchensen played for Denmark in the 2010 European Championship Division One. In 2011, he was selected in Denmark's squad for the 2011 ICC World Cricket League Division Three tournament in Hong Kong, making three appearances during the tournament against Italy, the United States and Hong Kong. This was the last time to date that he has represented Denmark at any level."}], "max_level": 2, "abstract": ["", "David Østervig Borchersen (né Christiansen; born 19 April 1978) is a Danish cricketer. Borchersen is a right-handed batsman who bowls right-arm medium pace. He was born at Bjæverskov, Køge Municipality."], "error": 0}
{"title": "One More Heartache", "docid": "11987252", "section_list": [], "max_level": 0, "abstract": "illboard\" described the song as having \"a driving, infectious beat and an exciting Gaye vocal.\"", "error": 0}
{"title": "Leon Menkshi", "docid": "11987256", "section_list": [], "max_level": 0, "abstract": "nkshi presented the official votes from Albania in the Eurovision Song Contest from 2006 to 2011. His career in TV started in 1990, by being chosen to host the Albanian National Song Festival (which is now known as the national selection for Albania's entry into the Eurovision Song Contest, Festivali i Këngës) twice in a row in 1990 and 1991. Menkshi also hosted the national selection in Albania in 2004.", "error": 0}
{"title": "Ambulance services of Victoria", "docid": "11987285", "section_list": [{"subtitle": "Volunteers.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Volunteers."], "text": "In some remote areas, Ambulance Victoria oversees volunteer \"Community Emergency Response Teams\" (CERTs) that deliver first aid before professional paramedics can attend to emergency victims. CERTs do not transport patients. \"Ambulance Community Officers\" offer similar services as individuals."}, {"subtitle": "History.", "level": 2, "merged_title": ["Ambulance services of Victoria", "History."], "text": "In 1883 as a result of a public meeting, a branch of the St John Ambulance Association was set up to teach home nursing and first aid to as many people as possible. In 1887 enough money was raised to purchase six Ashford Litters which were placed at police stations. In 1899 Melbourne's first ambulance station was opened at the rear of the Windsor Hotel off Bourke Street. It housed one horse drawn ambulance that was bought with money raised by the Association of Ladies of St John. In the 1980s, the Metropolitan Ambulance Service was formed from a number of smaller area services; and 16 regional services were amalgamated into five. In 1997, these regional services were consolidated to one rural service, Rural Ambulance Victoria (RAV). On 26 May 2008, the government confirmed that, from 1 July 2008, RAV, the Metropolitan Ambulance Service and the Alexandra District Ambulance Service would be merged to form Ambulance Victoria (AV), bringing Victoria into line with other states, having one ambulance service for the whole of the state. It is stated in the 2009-10 Annual Report that Ambulance Victoria had 2143 operational Ambulance Paramedics and 416 MICA Paramedic. There were also 613 operational support and management staff."}, {"subtitle": "Metropolitan Ambulance Service.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Metropolitan Ambulance Service."], "text": "In the 1980s, Metropolitan Ambulance Service (MAS) was formed from a number of smaller area services. It serviced an area of 9,000 square kilometres, extending from the Melbourne Central Business District to the Mornington Peninsula and the peripheral rural communities of Bacchus Marsh, Whittlesea, Warburton and Koo-Wee-Rup. Almost 4 million residents lived in this area. The primary vehicles used for emergency attendance and transport was Mercedes Benz 316 Sprinters and Ford F350's. These units were run with two paramedics. MICA (Mobile Intensive Care Ambulance) used the Mercedes Benz 316's, as well as Ford Territory, Ford Falcon, Holden Commodore, Holden Adventra and Subaru Forester. The MICA units were typically staffed with one specially trained paramedic which included advanced life support (ALS), that were used in cases where extensive patient care was required in addition to a regular unit. Bicycle units were used as first responders at major events, including the 2006 Commonwealth Games, Spring Racing Carnival and The Big Day Out. In 2008, Metropolitan Ambulance Service was merged with Rural Ambulance Victoria and Alexandra District Ambulance Service to form Ambulance Victoria (AV). A partnership existed between MAS and the Metropolitan Fire and Emergency Services Board, where firefighters are dispatched to time-critical medical emergencies where their response time may be quicker than that of the closest MAS unit. The primary example of this is cardiac arrest patients, which has led to fire trucks being equipped with defibrillators and the firefighters being trained advanced CPR and defibrillation."}, {"subtitle": "Rural Ambulance Victoria.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Rural Ambulance Victoria."], "text": "Rural Ambulance Victoria (RAV) was responsible for pre-hospital emergency care and transport for the 1.4 million people living and working in rural Victoria – an area of more than 215,000 square kilometres extending from the boundaries of Melbourne to the borders with South Australia and New South Wales. In the 1980s, 16 regional ambulance services were amalgamated into five, and in 1997 these were consolidated to one rural service, Rural Ambulance Victoria.  In 2008, RAV merged with the Metropolitan Ambulance Service and the Alexandra District Ambulance Service to form Ambulance Victoria (AV)."}, {"subtitle": "Alexandra District Ambulance Service.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Alexandra District Ambulance Service."], "text": "Alexandra District Ambulance Services was formed by the community in 1948. The area serviced comprised the districts of Alexandra, Eildon and Marysville (formally the shire of Alexandra)."}, {"subtitle": "St John Ambulance Victoria.", "level": 2, "merged_title": ["Ambulance services of Victoria", "St John Ambulance Victoria."], "text": "St John Ambulance was the founding ambulance service in Victoria. St John Ambulance Victoria now provides Non-Emergency Patient Transport (NEPT) services in Victoria. It also provides first aid services at major events across the state and at times interstate. First aid services are provided primarily via a volunteer workforce, however, there are also paid staff. St John also provides first aid services during natural disasters across the state and also interstate."}, {"subtitle": "Life Saving Victoria.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Life Saving Victoria."], "text": "Life Saving Victoria offers volunteer aquatic rescue and first aid services in many coastal areas, and in Mildura. While they do transport patients from the water to land, they do not transport patients to hospitals once landed."}, {"subtitle": "Hatzolah.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Hatzolah."], "text": "Hatzolah responders are trained by Ambulance Victoria and equipped with oxygen and semi-automatic defibrillators. They usually are used within the Jewish community; but, Hatzolah will also respond to any person's call. Hatzolah responders are trained and equipped to deal with any medical emergency and regularly attend cases such as chest pain, bleeding, full arrest, household accidents, asthma and road trauma. Hatzolah responders are on stand-by 24 hours a day, 365 days a year."}, {"subtitle": "Australian Volunteer Coast Guard.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Australian Volunteer Coast Guard."], "text": "The Australian Volunteer Coast Guard provides a maritime search and rescue service, and answers distress calls made by vessels off the Victorian coast. This can involve the transportation of emergency patients."}, {"subtitle": "Emergency medical response.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Emergency medical response."], "text": "Both the Melbourne Metropolitan Fire Brigade (MFB) and the Country Fire Authority (CFA) have emergency medical response programs, which involve members being trained to respond to cases of suspected cardiac arrest, providing CPR, oxygen and defibrillation services before an ambulance arrives."}], "max_level": 2, "abstract": ["", "Since 1 July 2008, Ambulance Victoria has been the sole provider of emergency ambulance services in Victoria, having been formed from the merger of the three previous providers of emergency ambulance services: the Metropolitan Ambulance Service (MAS), Rural Ambulance Victoria (RAV), and the Alexandra District Ambulance Service (ADAS).", "The MAS was responsible for Melbourne and its outer suburbs while RAV was responsible for regional and rural areas of Victoria, except for the Alexandra, Marysville, and Eildon areas, which was serviced by ADAS.", "All services of Ambulance Service Victoria operate under the \"Ambulance Services Act 1986\". In addition, a number of non-emergency patient transport companies operate under the \"Non-Emergency Patient Transport Act 2003\" and use conventional ambulances equipped with emergency lights and sirens, and sometimes attend emergency cases."], "error": 0}
{"title": "Walnut Hill (Omaha)", "docid": "11987325", "section_list": [{"subtitle": "History.", "level": 2, "merged_title": ["Walnut Hill (Omaha)", "History."], "text": "Dr. Samuel Mercer constructed a large, private residence at 40th and Cuming Streets and platted the Walnut Hill subdivision northwest of his home in the 1880s. Previously, Mercer financed the construction of cable-line streetcars in Omaha, and by the end of the 1880s, his line extended as far west as North 36th and Cuming Streets. Walnut Hill Elementary School was first constructed in 1888, rebuilt in 1927 and again in 1994. It is one of Omaha's oldest schools. The neighborhood suffered minor damage in the catastrophic Easter Sunday Tornado of 1913. After the Trans-Mississippi Exposition of 1898 many of the large streetcars employed to carry throngs of passengers were removed from service by the Omaha and Council Bluffs Railway and Bridge Company. In the face of increasingly uncomfortable crowding on the small cars, a large demonstration by a group of residents from the Walnut Hill suburb during which they took over several streetcars in the city to protest the poor condition of public transportation in their neighborhood."}], "max_level": 2, "abstract": ["", "Walnut Hill is a historic neighborhood located in north Omaha, Nebraska. It is bounded by North 40th Street on the east, Cuming Street on the south, Northwest Radial Highway and Saddle Creek Road on the west and Hamilton Street on the north."], "error": 0}
{"title": "Truffle hog", "docid": "11987328", "section_list": [{"subtitle": "History.", "level": 2, "merged_title": ["Truffle hog", "History."], "text": "The use of pigs to hunt truffles is said to date back to the Roman Empire, but the first well-documented use comes from the Italian Renaissance writer and gastronomist, Bartolomeo Platina, in the 15th century. Later references to truffle pigs include John Ray in the 17th century. In 1875, a truffle hog could cost up to 200 francs. A skilled truffler could more than make up for this investment from the high price of truffles on the gourmet food market. Today, dogs (known as \"truffle hounds\") are commonly used for gathering truffles in place of truffle hogs, as pigs have been known to eat too many truffles in the field. Unlike pigs, dogs have no natural affinity for truffles, and must be specially scent to locate them. A trained Lagotto Romagnolo (an Italian breed recognized for its truffle-finding capability) can cost up to $10,000. Stealing such dogs is a common crime among rival hunters. However, traditionalists argue that the swine have more sensitive noses and their particular taste for truffles leads to a more devoted beast. It is frequent for the hog to be a family pet of the truffler. In Italy, the use of pigs in truffle hunting has been prohibited since 1985, as the animals can cause damage to the mycelia of truffles while digging, reducing the production rate for a number of years."}], "max_level": 2, "abstract": ["", "A truffle hog is any domestic pig used for locating and extracting the fruit bodies of the fungi known as truffles from temperate forests in Europe and North America. Pigs have a great sense of smell, and are able to identify truffles from as deep as three feet underground. It is thought that the natural sex hormones of the male pig are similar to the smell of the truffles, and, also, pigs have a natural affinity for rooting in the earth for food. However, they are trained to hunt truffles by walking on a leash through suitable groves with a keeper."], "error": 0}
{"title": "Jason Danino-Holt", "docid": "11987333", "section_list": [{"subtitle": "Life and career.", "level": 2, "merged_title": ["Jason Danino-Holt", "Life and career."], "text": "Danino-Holt was born in Tel Aviv, Israel to a Moroccan French-Canadian mother, Chantal Danino, and a British father, Martin Holt. He was raised in a trilingual home and attended summer school in Cambridge at age 12. He went to Teva School for Nature in Jaffa, followed by the Thelma Yellin High School of the Arts. Specializing in Theatre, he chose French, one of the three languages he spoke at home, as his other major subject. Unlike most of his Israeli contemporaries he did not serve in the compulsory draft to the IDF, which he states was for health reasons. In 2005, he was a Nickelodeon presenter in Israel. He is now based in London where he presents the MTV European magazine style show, Switched On. In 2007, he gave Israel's votes during the 2007 Eurovision Song Contest in Helsinki. He also presented a special show on IBA during Eurovision week this May, dedicated to the song contest. In 2008 he came out as gay. In May 2012 while interviewing the film director Peter Berg, Berg attacked him for draft dodging."}], "max_level": 2, "abstract": ["", "Jason Danino-Holt (; born 17 January 1987) is an Israeli television presenter and former MTV Europe presenter. He also presents \"The Tube\" on i24news English."], "error": 0}
{"title": "Take This Heart of Mine", "docid": "11987352", "section_list": [{"subtitle": "Background.", "level": 2, "merged_title": ["Take This Heart of Mine", "Background."], "text": "Released in succession of three consecutive singles by Gaye helmed by the Miracles team from his \"Moods of Marvin Gaye\" album, the song took on a slightly different musical mix than the previous three. A little upbeat from the previous two singles, this song has the narrator describing how his love \"is better than the tale of Jack and Jill\" and how its prescription fills up better than a doctor's among other things. \"Billboard\" said of the song that it was an \"exceptional dance beat tune with solid Detroit sound and well-written lyric [and] has more excitement than [Gaye's] previous hit, 'One More Heartache.'\""}, {"subtitle": "Chart performance.", "level": 2, "merged_title": ["Take This Heart of Mine", "Chart performance."], "text": "Unlike Marvin Gaye's previous three releases , \"Take This Heart of Mine\", fell short of reaching the pop top forty peaking at number 44 on the \"Billboard\" Hot 100 but reached number ten on the R&amp;B singles chart making it the fourth consecutive top ten hit on \"Moods...\" "}, {"subtitle": "Popular culture.", "level": 2, "merged_title": ["Take This Heart of Mine", "Popular culture."], "text": "In 1966, Marvin sang this song on his only appearance on \"The Ed Sullivan Show\"."}], "max_level": 2, "abstract": ["", "\"Take This Heart of Mine\" is a song written by The Miracles members Warren \"Pete\" Moore, William \"Smokey\" Robinson and Marv Tarplin, produced by Robinson and released as a single by American soul singer Marvin Gaye, on Motown Records 'Tamla label in 1966."], "error": 0}
{"title": "Test Pattern (album)", "docid": "11987389", "section_list": [], "max_level": 0, "abstract": "e first track, \"Moons of Jupiter\", samples a female vocal line that was also used at the beginning of the \"Firefly\" episode, \"Heart of Gold\".", "error": 0}
{"title": "Mira Dobreva", "docid": "11987390", "section_list": [], "max_level": 0, "abstract": "r second marriage is to Bulgarian TV producer Joro Tornev.", "error": 0}
{"title": "Søren Henriksen", "docid": "11987416", "section_list": [{"subtitle": "Career.", "level": 2, "merged_title": ["Søren Henriksen", "Career."], "text": ""}, {"subtitle": "Early career and Lancashire.", "level": 3, "merged_title": ["Søren Henriksen", "Career.", "Early career and Lancashire."], "text": "Henriksen made his debut for Denmark Under-19s against Bermuda Under-19s in the 1981 International Youth Tournament. He made two further appearances for Denmark Under-19s in the 1983 International Youth Tournament, against Ireland Under-19s and Bermuda Under-19s, a tournament in which he came to the attention of English county Lancashire. Signed by Lancashire in 1983, his first-class debut for the county came in the 1985 County Championship against Surrey at The Oval, making him the second Dane after Ole Mortensen to play county cricket. He took his first wicket in this match, when he dismissed Trevor Jesty. In that same season, he made his List A debut against Worcestershire in the 1985 Benson &amp; Hedges Cup. He made eight further appearances in List A cricket in that season, taking a total of 6 wickets at an average of 53.66, with best figures of 2/51. The following season, he made two further first-class appearances in the County Championship against Worcestershire and Derbyshire, going wicketless against Worcestershire, but taking his second and final first-class wicket against Derbyshire when he dismissed Kim Barnett. He also made a single List A appearance against Derbyshire in the John Player Special League, going wicketless in the match. He left Lancashire at the end of the 1986 season."}, {"subtitle": "Later career.", "level": 3, "merged_title": ["Søren Henriksen", "Career.", "Later career."], "text": "He made his debut for Denmark against Argentina in the 1986 ICC Trophy, a tournament in which he made a total of eight appearances, taking 10 wickets at an average of 19.80, with best figures of 4/26. With the bat, he scored 258 runs at an average of 34.00, with a high score of 56. One of two half centuries he made in the tournament, his highest score came against Argentina. Henriksen ended the tournament as Denmark's leading run-scorer and second highest wicket-taker. He next appeared for Denmark against the Netherlands in 1989, in that same year he also played in two friendly matches against the touring Australians, who had just finished their successful Ashes series against England. He captained Denmark in these two matches, having succeeded the captaincy from Troel Nielsen. The following year, he captained Denmark in the 1990 ICC Trophy, however an injury during the tournament meant the only played two matches against East and Central Africa and Gibraltar, with Søren Mikkelsen captaining the side in his absence. He returned to the Danish side in 1991, playing against the Netherlands and touring England, where he played in a friendly against Durham (then still a minor county). The following year, he played in two matches against the touring Wales side. He was a part of Denmark's squad for the 1994 ICC Trophy in Kenya, however he did not captain the team, with Mogens Seider fulfilling that role. Henriksen made six appearances during the tournament, taking 12 wickets at an average of 14.75, with best figures of 5/56. These figures came against Fiji. With the bat, he scored 97 runs at an average of 19.40, with a high score of 36. In July 1994, he captained Denmark in the 1994 European Quadrangular Tournament, which also featured Scotland and the Netherlands, with him also captaining Denmark in the following years Quadrangular Tournament, which featured Scotland and Scotland B. He captained Denmark in the 1996 European Championship, making four appearances in the tournament. The following year, he captained Denmark in his fourth and final ICC Trophy appearance, making nine appearances in the tournament, the last of which came against the Netherlands. Playing more in the role of a specialist batsman during the tournament, he scored 99 runs at an average of 14.14, with a high score of 42. He did bowl four overs in the tournament, taking a single wicket. Denmark ended the tournament in fifth place, with Henriksen retiring from playing shortly thereafter. He made a total of 25 ICC Trophy appearances, scoring 459 runs at an average of 22.95, while with the ball he took 27 wickets at an average of 16.14. He was succeeded as captain by Morten Hedegaard. After his playing career he moved into coaching."}], "max_level": 3, "abstract": ["", "Søren Henriksen (born 1 December 1963 in Rødovre) is a former Danish cricketer. Henriksen was a right-handed batsman who bowled right-arm fast-medium."], "error": 0}
{"title": "Just the Two of Us (Grover Washington Jr. song)", "docid": "11987432", "section_list": [{"subtitle": "Background.", "level": 2, "merged_title": ["Just the Two of Us (Grover Washington Jr. song)", "Background."], "text": "The song originally appeared on Washington's album \"Winelight\" (1980). An edited version reached number 2 on the US \"Billboard\" Hot 100, staying there for three weeks, behind \"Morning Train (9 to 5)\" by Sheena Easton and \"Bette Davis Eyes\" by Kim Carnes. It was Washington's only Top 40 hit. The song won a Grammy Award for Best R&amp;B Song. Bill Withers included the edited version on the 1981 compilation \"Bill Withers' Greatest Hits\" and many subsequent greatest hits collections. The Fender Rhodes electric piano, played in the introduction and throughout, is performed by Richard Tee. "}, {"subtitle": "Composition.", "level": 2, "merged_title": ["Just the Two of Us (Grover Washington Jr. song)", "Composition."], "text": "The tuning of the song is set to around A=444.0 Hz, as opposed to the standard A=440 Hz tuning. The song is in the key of F minor. The main chord progression is D♭ major 7, C7, F minor, E♭ minor 7, A♭7. The song is played at around 96 beats per minute."}, {"subtitle": "Toshinobu Kubota version.", "level": 2, "merged_title": ["Just the Two of Us (Grover Washington Jr. song)", "Toshinobu Kubota version."], "text": "\"Just the Two of Us\" was covered by Japanese singer Toshinobu Kubota as a duet with Caron Wheeler in 1991, for his album \"\". The song was listed as \"Just the 2 of Us\", featuring a reggae-style beat. In 1995, Kubota re-recorded the song with a more R&amp;B-style beat for his album \"Sunshine, Moonlight\". In 1996, he released the song as the second single from the album. The song charted at number 30 on the Oricon Weekly Singles chart and remained on the charts for five weeks. It was included in the setlist during the Oyeees! Tour. During the tour, Joi Cardwell, who sang backing vocals during the tour, performed the song as a duet with Kubota. In 2007, Double performed the song on the MTV Japan Icons Special; during the performance, Kubota walked onto the stage to complete the song with her. In 2012, Kubota performed the song with Japanese singer Yuri, who was also a background vocalist during his \"Party Ain't A Party Tour\". The performance was included on his concert DVD \"Party Ain't A Party\", which was released in May 2012."}, {"subtitle": "Music video.", "level": 3, "merged_title": ["Just the Two of Us (Grover Washington Jr. song)", "Toshinobu Kubota version.", "Music video."], "text": "In 1996, Toshi Kubota and Caron Wheeler shot a music video for the song. The video is set at night, at a party in Kubota's apartment. Wheeler watches the party from the fire escape of the next apartment building. The single version was used for the audio format of the video. There are also shots of other musicians playing their instruments during the party, a group of elderly men playing cards outside the apartment on the sidewalk, and a couple dancing in another room of the apartment."}, {"subtitle": "Appearances in media.", "level": 2, "merged_title": ["Just the Two of Us (Grover Washington Jr. song)", "Appearances in media."], "text": "In 2020, \"Just the Two of Us\" became viral on TikTok, also appearing on Spotify's \"Viral Hits\" playlist."}], "max_level": 3, "abstract": ["", "\"Just the Two of Us\" is a song written by Bill Withers, William Salter, and Ralph MacDonald, and recorded by Grover Washington Jr. with Withers on vocals. It was released in February 1981 through Elektra Records."], "error": 0}
{"title": "Independent station", "docid": "11987444", "section_list": [], "max_level": 0, "abstract": " Japan, an independent station is a terrestrial station which is not a member of any networks whose dominant stations are located in Tokyo; see Japanese Association of Independent Television Stations (JAITS) for more details. In addition, although The Open University of Japan is not a member of JAITS, it can also be classified as independent.", "error": 0}
{"title": "Little Darling (I Need You)", "docid": "11987448", "section_list": [], "max_level": 0, "abstract": "e song was subsequently recorded by the Flirtations in 1971, and in 1977 by The Doobie Brothers for their seventh studio album \"Livin' on the Fault Line\".", "error": 0}
{"title": "Manipal Pre-University College", "docid": "11987469", "section_list": [], "max_level": 0, "abstract": "nipal Pre-University College is a school/pre-university college. Manipal Pre-University College provides education to children from standard 6 to 2nd PUC. In 1936 T.M.A. Pai founded an elementary school at Manipal. In 1939 it was upgraded to a Higher Primary School and High School, and today is Manipal Pre-University College. It is also known as MJC (Manipal Junior College). many famous people like Yashwanth Devadiga Sujit Inamdar and Deviprasad Shetty have studied here from 1989 to 1992", "error": 0}
{"title": "Großengottern", "docid": "11987491", "section_list": [], "max_level": 0, "abstract": "oßengottern is a village and a former municipality in the Unstrut-Hainich-Kreis district of Thuringia, Germany. Since 1 January 2019, it is part of the municipality Unstrut-Hainich.", "error": 0}
{"title": "Your Unchanging Love", "docid": "11987504", "section_list": [{"subtitle": "Overview.", "level": 2, "merged_title": ["Your Unchanging Love", "Overview."], "text": "Written by Holland–Dozier–Holland, the song was featured on Marvin's \"Moods of Marvin Gaye\" album. Released during a time when Gaye was releasing hit duets by Kim Weston and Tammi Terrell, this was a rare solo detour that was successful enough to garner a top 40 pop charting where it peaked at number 33 on the \"Billboard\" Hot 100 making it the fourth top forty single issued from \"Moods\". The song was musically conceived on the same musical background as Marvin's landmark single, \"How Sweet It Is (To Be Loved By You)\", and performed better chart-wise than their previous single, \"Little Darling (I Need You)\"."}], "max_level": 2, "abstract": ["", "\"Your Unchanging Love\" is a 1967 single released by American soul singer Marvin Gaye on the Tamla label."], "error": 0}
{"title": "Flarchheim", "docid": "11987527", "section_list": [], "max_level": 0, "abstract": "archheim was the site of the Battle of Flarchheim on January 27, 1080, one of the very few times the Holy Roman Empire attempted to wage a midwinter military campaign in northern Europe.", "error": 0}
{"title": "Camillo Laurenti", "docid": "11987536", "section_list": [{"subtitle": "Biography.", "level": 2, "merged_title": ["Camillo Laurenti", "Biography."], "text": ""}, {"subtitle": "Early life.", "level": 3, "merged_title": ["Camillo Laurenti", "Biography.", "Early life."], "text": "Camillo Laurenti was born in Monte Porzio Catone, and studied at the Pontifical Gregorian University in Rome, from where he obtained his doctorates in philosophy and in theology. He attended the Capranica College as well. Laurenti was ordained to the priesthood on 7 June 1884, and became an official of the Sacred Congregation for the Propagation of the Faith on the following 1 September. Whilst serving as professor of philosophy at the Pontifical Urbanian Athenaeum \"De Propaganda Fide\" (1892–1908), he was raised to the rank of Privy Chamberlain Supernumerary on 3 August 1889. Laurenti returned to the Roman Curia on 20 October 1908 as Undersecretary of the Congregation for the Propagation of the Faith. He was later named Domestic Prelate of His Holiness on 12 June 1909, and Secretary of the Propagation of the Faith on 12 August 1911. As Secretary, he served as the second-highest official of that dicastery, successively under Cardinals Girolamo Maria Gotti, Domenico Serafini, and Willem van Rossum."}, {"subtitle": "Cardinalate.", "level": 3, "merged_title": ["Camillo Laurenti", "Biography.", "Cardinalate."], "text": "Pope Benedict XV created him Cardinal-Deacon of \"S. Maria della Scala\" in the consistory of 13 June 1921. Laurenti participated in the 1922 papal conclave. He was selected Pope, but according to The Compact History Of The Popes, \"he refused to accept the honor\". Voting continued and Pope Pius XI was selected. Pope Pius XI then appointed Laurenti Prefect of Sacred Congregation of Religious on 5 July of that same year. The Cardinal, after six years as the Vatican overseer of all Roman Catholic religious institutes, was made Pro-Prefect of the Sacred Congregation of Rites on 17 December 1928, rising to become full Prefect on 12 March 1929. He opted for the order of Cardinal Priests on 16 December 1935 and retained his titular church."}, {"subtitle": "Death and burial.", "level": 3, "merged_title": ["Camillo Laurenti", "Biography.", "Death and burial."], "text": "Laurenti died in Rome, at age 76, and is buried at the Campo Verano."}], "max_level": 3, "abstract": ["", "Camillo Laurenti (20 November 1861 – 6 September 1938) was an Italian Cardinal of the Roman Catholic Church. He served as Prefect of the Sacred Congregation of Rites from 1929 until his death, and was elevated to the cardinalate in 1921."], "error": 0}
{"title": "Pots and Pans (film)", "docid": "11987554", "section_list": [{"subtitle": "Plot.", "level": 2, "merged_title": ["Pots and Pans (film)", "Plot."], "text": "Tom and Jerry are the owners of a diner car where they perform their duties in time to the music - and the food can't resist dancing while being prepared. Eventually a quartet of customers join in and the resulting energy of the music sends the new shoes rolling onto an active track where it hits a real train engine head-on and coming in the opposite direction..."}], "max_level": 2, "abstract": ["", "Pots and Pans is the 10th Van Beuren Tom and Jerry cartoon, released on May 14, 1932 with a running time of 6:12 minutes. The cartoon's soundtrack is done by Gene Rodemich."], "error": 0}
{"title": "Zishan Shah", "docid": "11987555", "section_list": [{"subtitle": "Career.", "level": 2, "merged_title": ["Zishan Shah", "Career."], "text": "In May 2019, he was named in Denmark's squad for the Regional Finals of the 2018–19 ICC T20 World Cup Europe Qualifier tournament in Guernsey. He made his Twenty20 International (T20I) debut for Denmark, against Jersey, on 16 June 2019. In August 2019, he was named in Denmark's squad for the 2019 Malaysia Cricket World Cup Challenge League A tournament."}], "max_level": 2, "abstract": ["", "Zishan Shah (born October 1, 1987 in Brøndby) is a Danish cricketer who played for Denmark in the 2005 ICC Trophy. "], "error": 0}
{"title": "Cognitive styles analysis", "docid": "11987570", "section_list": [], "max_level": 0, "abstract": "like many other cognitive style measures, CSA has been the subject of much empirical investigation. Three experiments reported by showed the reliability of CSA to be low. Considering the theoretical strength of CSA, and unsuccessful earlier attempts to create a more reliable parallel form of it , a revised version was made to improve its validity and reliability.", "error": 0}
{"title": "John Wilkinson (footballer, born 1979)", "docid": "11987616", "section_list": [{"subtitle": "Club career.", "level": 2, "merged_title": ["John Wilkinson (footballer, born 1979)", "Club career."], "text": "Born in Exeter, Wilkinson played for Exeter City, Woodlands Wellington and Geylang United before joining Singapore Armed Forces in 2006. He won 4 league titles with the club. After reportedly turning down a three-year deal at SAFFC, Wilkinson joined INSEE Police UTD on a two-year contract in January 2012 and became the first foreign captain in the history of the Thai Premier League. Wilkinson failed to see out his contract at Police United however, and signed for reigning Singapore Cup champions Home United FC at the beginning of the 2012 S-League season. Wilkinson signed for Salgaocar in January 2013 until the end of the 2012–13 I-League season. On 6 June 2013, he was unveiled as the first signing of the mid-season window for Tanjong Pagar United, and wore the number 16 jersey."}, {"subtitle": "International career.", "level": 2, "merged_title": ["John Wilkinson (footballer, born 1979)", "International career."], "text": "Wilkinson became a Singapore citizen, after marrying a Singaporean, thus allowing him to play international football for Singapore. He was called up to the national team (consisted of 32) for a series for friendly matches against North Korea, Saudi Arabia and Australia. He made his debut for Singapore on 24 June 2007 in the second half against North Korea and even got an assist. He scored his first international goal when he broke the deadlock in the 1–1 draw against Gulf Cup champions, UAE on 12 September 2007. He also scored in the 4–0 win over Palestine in a World Cup 2010 qualifying match on 8 October 2007. On 2 June 2008, he scored in a 3–7 home defeat against Uzbekistan in Third round of qualifying. In total he scored 4 goals in 29 international games for Singapore."}, {"subtitle": "Later life.", "level": 2, "merged_title": ["John Wilkinson (footballer, born 1979)", "Later life."], "text": "After retiring, Wilkinson works as a pundit in Singapore for Fox Sports Asia."}, {"subtitle": "Honours.", "level": 2, "merged_title": ["John Wilkinson (footballer, born 1979)", "Honours."], "text": "Singapore Armed Forces"}], "max_level": 2, "abstract": ["", "John Colbridge Wilkinson (born 24 August 1979) is a former footballer and pundit who last played for Tanjong Pagar United FC and the Singapore national team."], "error": 0}
{"title": "Bud Boogie Beach", "docid": "11987646", "section_list": [{"subtitle": "History.", "level": 2, "merged_title": ["Bud Boogie Beach", "History."], "text": "The Mud Island Park was constructed with a scaled model of the entire Mississippi River that runs the length of the park. At the end of the scaled version is replica of the Gulf of Mexico. Originally designed as an area in which patrons could ride manual paddle boats, the success of the Adventure River waterpark led Mud Island officials to convert the Gulf area into a small waterpark."}, {"subtitle": "Corporate sponsor.", "level": 2, "merged_title": ["Bud Boogie Beach", "Corporate sponsor."], "text": "Budweiser was the primary sponsor of the park and purchased the right to name the park Bud Boogie Beach."}, {"subtitle": "Closing.", "level": 2, "merged_title": ["Bud Boogie Beach", "Closing."], "text": "Bud Boogie Beach was closed due to a variety of reasons. The swimming area was far from the parking area, making the carrying of beach bags and floats difficult; the area was not built as a swimming pool, so the mixing of chlorine was done manually and was uneven.  The Mud Island River Park and museum are still open. Bud Boogie Beach is the only closed attraction at the park."}], "max_level": 2, "abstract": ["", "Bud Boogie Beach was a small water park located on Mud Island in Memphis, Tennessee. It opened in 1987 and closed in 1997. ", "Bud Boogie Beach included a beach, concession stands, a New Orleans-style restaurant and several games including Water basketball and water volleyball. The park featured live music concerts, which included many local musicians.", "It was open from Memorial Day weekend through Labor Day weekend each year.", "Other attractions included two-person peddle boats and a kiddie area."], "error": 0}
{"title": "Lloyd Sexton Jr.", "docid": "11987652", "section_list": [], "max_level": 0, "abstract": "xton is best known for his depictions of Hawaii's landscapes (such as \"Mokulua\"), and Hawaii's flora and fauna (such as \"Still Life of Magnolias and Mangos\"). The Honolulu Museum of Art and the Isaacs Art Center (Waimea, Hawaii) are among the public collections holding works of Lloyd Sexton Jr.", "error": 0}
{"title": "Edwin B. Winans (United States Army officer)", "docid": "11987665", "section_list": [{"subtitle": "Early life.", "level": 2, "merged_title": ["Edwin B. Winans (United States Army officer)", "Early life."], "text": "Winans was born in Hamburg, Michigan as the son of Edwin B. Winans, Governor of Michigan. He attended the United States Military Academy and graduated in 1891, after which he was commissioned a second lieutenant in the 5th Cavalry on June 12, 1891."}, {"subtitle": "Military service.", "level": 2, "merged_title": ["Edwin B. Winans (United States Army officer)", "Military service."], "text": "Winans served in the Indian Territory and Texas from 1891 to 1897; was a professor of military science and tactics, Michigan Military Academy, from 1897 to 1898; and served with a regiment in the Philippines from 1899 to 1900. He was with the Punitive Expedition in Mexico in 1916. During World War I, Winans commanded the 64th Brigade Infantry, 32d Division, 1st Army Corps, American Expeditionary Force. On August 23, 1920, Winans took command of the 10th Cavalry at Fort Huachuca and distinguished himself as a leader able to vastly improve a unit while commanding respect, loyalty, and results. The following year, former Third Army commander Major General Joseph T. Dickman, VIII Corps Area Commanding General, commended him for the condition of the 10th Cavalry, and for the excellent morale and esprit of the regiment. On the whole, I consider the Tenth Cavalry to be as good, and in some respects better, than the Thirteenth Cavalry, which up to this time, was in the best condition of any regiment I had ever inspected. Colonel Winans was quick to relate the commendation to his troops, saying that the \"officers and men are entitled to equal share in the credit, for without their cooperation, such a showing would have been impossible.\" In 1927 Winans was assigned as Superintendent of the United States Military Academy. Then he was assigned as commander of the Hawaiian Division. Later, he commanded the 8th Corps Area, Fort Sam Houston, Texas, until he was assigned the task of reactivation of the Third Army. Winans assumed command of the Third Army on September 15, 1932, at Fort Sam Houston, Texas. He retired October 31, 1933. After retirement, he served on a League of Nations commission. Major General Winans' awards include the Army Distinguished Service Medal \"for exceptionally distinguished and meritorious service\" during three major offensives; Legion of Honour and Croix de Guerre with two palms by the French Government. Winans made his home in Vienna, Virginia. He died on December 31, 1947, and was buried in the cemetery at the United States Military Academy."}], "max_level": 2, "abstract": ["", "Edwin Baruch Winans (October 31, 1869 – December 31, 1947) was a United States Army officer who attained the rank of major general."], "error": 0}
{"title": "Joseph Priestley and education", "docid": "11987681", "section_list": [{"subtitle": "Personal and institutional teaching.", "level": 2, "merged_title": ["Joseph Priestley and education", "Personal and institutional teaching."], "text": "Priestley was a teacher in one way or another throughout his entire adult life. Once he discovered how much he enjoyed teaching, he consistently returned to this calling. At the school he established in Nantwich, Cheshire, he taught a wide range of topics to the town's children: Latin (and perhaps Greek), geography, mathematics, and English grammar. Unusually for the time, he also taught natural philosophy. Following the success of this school, he was offered the position of tutor of modern languages and rhetoric at Warrington Academy. In later years, when he lived in Leeds and Birmingham, he created classes for the youth of his parishes; in Birmingham his three classes totaled 150 students and he helped organize the New Meeting Sunday schools for the poor. Having received an excellent education at Daventry, a Dissenting academy, and convinced that education was the key to shaping people and the world's future, Priestley continued to support the Dissenting academies throughout his life. For example, he advised the founders of New College at Hackney on its curriculum and preached a charity sermon on the \"proper Objects of Education\" to help raise money for the school. After emigrating to America in 1794, Priestley continued the educational projects that had always been important to him. He attempted to find funding for the Northumberland Academy and donated his library to it, but the academy did not open until 1813 and closed soon after. He communicated with Thomas Jefferson regarding the proper organization of a university and when Jefferson founded the University of Virginia, it was Priestley's curricular principles that dominated the school. Jefferson also passed Priestley's advice on to Bishop James Madison, whose College of William &amp; Mary also followed Priestley's maxims. Wherever Priestley went, he also instructed people in natural philosophy. In Nantwich, he bought scientific instruments, such as a microscope, for the school, and encouraged his students to give public presentations of their experiments. In Calne, where he was a tutor to the son of Lord Shelburne, Priestley convinced his patron to buy expensive equipment with which to teach his son the fundamentals of natural philosophy. He wrote in his \"Miscellaneous Observations relating to Education\" (1778), published during these years, that children should not only be educated in the ancient subjects of rhetoric and grammar but should also become acquainted with science early in their lives since scientific understanding underpins the progress of the human race. After Priestley moved to Birmingham in 1780, he encouraged the town's children to play with his apparatus and ask questions about his laboratory: the Priestley home became a place of scientific education for the town's children. Priestley's rain gauge and \"perambulator\" (a wheelbarrow for recording distances) delighted them. The boys often played with his air-gun, aiming at a wig of Priestley's which he had fastened to a post. Priestley designed magic lantern shows for them and shocked them with his electrical machine."}, {"subtitle": "Educational philosophy.", "level": 2, "merged_title": ["Joseph Priestley and education", "Educational philosophy."], "text": "In 1765, Priestley dedicated his \"Essay on a Course of Liberal Education for Civil and Active Life\" (1765), to the governing board of Warrington Academy. In it he argues that young people's education should anticipate their practical needs, something he accused the current universities, Dissenting and Establishment alike, of failing to do. In Priestley's eyes, the contemporary focus on a traditional classical education prevented students from acquiring useful skills. This principle of utility guided his unusual curricular recommendations. He proposed that students study English and the modern languages instead of the classical languages, learn practical mathematics, read modern rather than ancient history, and study the constitution and laws of England. He believed that these topics would prepare his students for the commercial middle-class life that most of them would live; he did not believe that the poor should receive this same education, arguing \"it could be of no service to their country, and often a real detriment to themselves.\" In 1766 Warrington Academy replaced its old classical curriculum with Priestley's new liberal arts model. Some scholars of education have argued that this work and his later \"Miscellaneous Observations relating to Education\" (1778) (often reprinted with the \"Essay on Education\") made Priestley the \"most considerable English writer on educational philosophy\" between John Locke and Herbert Spencer."}, {"subtitle": "Grammar.", "level": 2, "merged_title": ["Joseph Priestley and education", "Grammar."], "text": "Priestley's first successful educational venture was the establishment of a local school in Nantwich. Believing that all students should have a good grasp of the English language and its grammar before learning any other language and dismayed at the quality of the instruction manuals available, Priestley wrote his own textbook: \"The Rudiments of English Grammar\" (1761). The book was very successful—it was reprinted for over fifty years. Its humor may have contributed to its popularity; for example, Priestley illustrated the \"couplet\" with this rhyme: Priestley also quoted from the most famous English authors, encouraging the middle-class association between reading and pleasure, a reading that would also, Priestley hoped, foster morality. Priestley's innovations in the teaching and description of English grammar, particularly his efforts to disassociate it from Latin grammar, made his textbook revolutionary and have led twentieth-century scholars to describe him as \"one of the great grammarians of his time.\" \"Rudiments\" influenced all of the major grammarians of the late eighteenth century: Robert Lowth, James Harris, John Horne Tooke and even the American Noah Webster. The resounding success of Priestley's book was one of the reasons that Warrington Academy offered him a teaching position in 1761."}, {"subtitle": "History.", "level": 2, "merged_title": ["Joseph Priestley and education", "History."], "text": "Priestley's philosophy was founded on the fervent belief that a thorough understanding of history was necessary not only to worldly success but also to spiritual growth. He wrote: \"my view was, not merely to make history intelligible to persons who may choose to read it for amusement, but . . . to facilitate its subserviency to the highest uses to which it can be applied: to contribute to its forming the able statesman and the intelligent and useful citizen.\" His abiding interest in history, particularly modern history, sets Priestley apart from his contemporaries. Priestley was the first person to advocate the serious study of modern history; no other British university was teaching the subject at the time and Oxford would not begin until 1841. While at Warrington Academy, Priestley gave a series of lectures on history and government; in 1788 he finally published them as \"Lectures on History and General Policy\". They cover a wide array of topics—\"forms of government, the feudal system, the rise of corporations, law, agriculture, commerce, the arts, finance and taxation, colonies, manners, population, war and peace\"—demonstrating how all-encompassing Priestley believed the study of history to be. In this text, he narrates a version of history in which all events are \"an exhibition of the ways of God;\" studying history and nature, according to Priestley, \"leads us to the knowledge of his perfections and of his will.\" Understanding history thus allows one to comprehend the natural laws God established and the perfection towards which they allow the world to tend. This millennial outlook is tied together with Priestley's belief in scientific progress and the improvement of the human race. Priestley maintained that each age improves upon the previous one and studying history allows people to see and participate in that progress. In his \"Essay on the First Principles of Government\" (1768) he writes: Highly as we think of the \"wisdom of our ancestors\" we justly think of ourselves, of the present age, wiser and . . . must see that we can . . . improve upon institutions that have been transmitted to us. Let us not doubt but that every generation in posterity will be as much superior to us in political, and all kinds of knowledge, and that they will be able to improve upon the best civil and religious institutions that we can prescribe for them. [Priestley's emphasis] This millennial conception of history was in direct contrast to the two dominant historical paradigms of the time: Edward Gibbon's decline narrative found in his \"Decline and Fall of the Roman Empire\" and David Hume's cyclical narrative found in his \"History of England\". Unlike Gibbon and Hume, Priestley did not limit himself to narrating a version of history in these \"Lectures\"; he also presented a method for historical research and was one of the first to argue for the primacy of original documents in the study of history. He also contended that much could be learned from \"material evidence\" of former civilizations, such as \"ancient coins, medals and inscriptions,\" as well as \"exchequer rolls, public and private ledger books, letters, diaries, monetary, financial and exchange systems, systems of fortifications and city plans . . . [in addition to] ballads and works of fiction.\" The book was well received and was employed by many educational institutions, such as the Dissenting academy at Hackney, Brown, Princeton, Yale and Cambridge. The theory underpinning Priestley's millennial view of history and his educational philosophy, was David Hartley's theory of association. Hartley's associationism, an expansion of John Locke's theories in \"Essay Concerning Human Understanding\" (1690) and laid out in \"Observations on Man\" (1749), postulated that the human mind operated according to natural laws and that the most important law for the formation of the self was \"associationism.\" For Hartley, associationism was a physical process: vibrations in the physical world traveled through the nerves attached to people's sense organs and ended up in their brains. The brain connected the vibrations of whatever sensory input it was receiving with whatever feelings or ideas that the brain was simultaneously \"thinking.\" These \"associations\" were impossible to avoid, formed as they were simply by experiencing the world; they were also the foundation of a person's character. Locke famously warns against letting \"a foolish maid\" convince a child that \"goblins and sprites\" are associated with the darkness, for \"darkness shall ever afterwards bring with it those frightful ideas, and they shall be so joined, that he can no more bear the one than the other.\" Associationism provided the scientific basis for Priestley's belief that man is \"perfectible\" and served as the foundation for all of his pedagogical innovations. Because Priestley viewed education as one of the primary forces shaping a person's character as well as the basis of morality, he, unusually for his time, promoted the education of women. Alluding to the language of Locke's \"Essay Concerning Human Understanding\", he wrote: \"certainly, the minds of women are capable of the same improvement, and the same furniture, as those of men.\" He argued that if women were to care for children and be intellectually stimulating companions for their husbands, they had to be well-educated. Although Priestley advocated education for middle-class women, he did not extend this logic to the poor."}, {"subtitle": "Charts of biography and history.", "level": 3, "merged_title": ["Joseph Priestley and education", "History.", "Charts of biography and history."], "text": "As a supplement to his lectures on history, Priestley also designed and published \"A Chart of Biography\" (1765) and a \"New Chart of History\" (1769) (which he dedicated to Benjamin Franklin). These charts and their accompanying \"Descriptions\" would allow students, Priestley said, to \"trace out distinctly the dependence of events to distribute them into such periods and divisions as shall lay the whole claim of past transactions in a just and orderly manner.\" The \"Chart of Biography\" covers a vast timespan, from 1200 BC to 1800 AD, and includes two thousand names. Priestley organized his list into six categories: Statesman and Warriors; Divines and Metaphysicians; Mathematicians and Physicians (natural philosophers were placed here); Poets and Artists; Orators and Critics (prose fiction authors were placed here); and Historians and Antiquarians (lawyers were placed here). Priestley's \"principle of selection\" was fame, not merit; therefore, as he mentions, the chart is a reflection of current opinion. He also wanted to ensure that his readers would recognize the entires on the chart. Priestley had difficulty assigning his all of his people to individual categories; he attempted to list them in the category under which their most important work had been done. Machiavelli is therefore listed as a historian rather than a statesman and Cicero is listed as a statesman instead of an orator. The chart was also arranged in order of importance; \"statesmen are placed on the lower margin, where they are easier to see, because they are the names most familiar to readers.\" The \"Chart of History\" lists events in 106 separate locations; it illustrates Priestley's belief that the entire world's history was significant, a relatively new development in the eighteenth century, which had begun with Voltaire and William Robertson. The world's history is divided up into the following geographical categories: Scandinavia, Poland, Russia, Great Britain, Spain, France, Italy, Turkey in Europe, Turkey in Asia, Germany, Persia, India, China, Africa and America. Priestley aimed to show the history of empires and the passing of power; the subtitle of the \"Description\" that accompanied the chart was \"A View of the Principle Revolutions of Empire that have taken place in the World\" and he wrote that: The capital use [of the \"Charts\" was as] a most excellent mechanical help to the knowledge of history, impressing the imagination indelibly with a just image of the rise, progress, extent, duration, and contemporary state of all the considerable empires that have ever existed in the world. As Arthur Sheps in his article about the \"Charts\" explains, \"the horizontal line conveys an idea of the duration of fame, influence, power and domination. A vertical reading conveys an impression of the contemporaneity of ideas, events and people. The number or density of entries . . . tells us about the vitality of any age.\" Voids in the chart indicated intellectual Dark Ages, for example. Both \"Charts\" were popular for decades—the \"A New Chart of History\" went through fifteen editions by 1816. The trustees of Warrington were so impressed with Priestley's lectures and charts that they arranged for the University of Edinburgh to grant him a Doctor of Law degree in 1764."}, {"subtitle": "Religious education.", "level": 2, "merged_title": ["Joseph Priestley and education", "Religious education."], "text": "Priestley pondered what form the best religious education would take throughout his life. In the 1760s, when he was a student at Daventry Academy, he imbibed the pedagogical principles of its founder, Philip Doddridge; although he was dead, Doddridge's emphasis on academic rigor and freedom of thought lived on at the school and impressed Priestley. These ideals would always be a part of Priestley's educational programs. He began writing one of these while still at Daventry, the \"Institutes of Natural and Revealed Religion\". However, he did not publish the work until 1772, when he was at Leeds. In an effort to increase and stabilize membership at his church there, he taught three religious education classes. He subdivided the young people of the congregation into three categories: young men from 18–30 to whom he taught \"the elements of natural and revealed religion\" (young women may or may not be included in this group); children under 14 to whom he taught \"the first elements of religious knowledge by way of a short catechism in the plainest and most familiar language possible\"; and \"an intermediate class\" to whom he taught \"knowledge of the Scriptures only.\" Unlike the later Sunday schools established by Robert Raikes, Priestley aimed his classes at middle-class Rational Dissenters; he wanted to teach them \"the principles of natural religion and the evidences and doctrine of revelation in a regular and systematic course,\" something their parents could not provide. Priestley wrote texts for the courses he envisioned: \"A Catechism for Children and Young Persons\" (1767), which went through eleven English-language editions; and \"A Scripture Catechism, consisting of a Series of Questions, with References to the Scriptures instead of Answers\" (1772), which went through six British editions by 1817. He aimed to write non-sectarian \"Catechisms\", but in this he failed. He offended many orthodox readers by focusing on God's benevolence instead of on Adam's sin and Christ's atonement. Priestley implemented this same system of religious instruction over a decade later in Birmingham, when he became a minister at New Meeting."}, {"subtitle": "Bibliography.", "level": 2, "merged_title": ["Joseph Priestley and education", "Bibliography."], "text": "For a complete bibliography of Priestley's works, see the list of works by Joseph Priestley."}], "max_level": 3, "abstract": ["", "Joseph Priestley ( – 8 February 1804) was a British natural philosopher, Dissenting clergyman, political theorist, and theologian. While his achievements in all of these areas are renowned, he was also dedicated to improving education in Britain; he did this on an individual level and through his support of the Dissenting academies. His grammar textbook was innovative and highly influential. More importantly, though, Priestley introduced a liberal arts curriculum at Warrington Academy, arguing that a practical education would be more useful to students than a classical one. He was also the first to advocate the study and teaching of modern history, an interest driven by his belief that humanity was improving and could bring about Christ's Millennium."], "error": 0}
{"title": "Barbara Pike", "docid": "11987693", "section_list": [{"subtitle": "Biography.", "level": 2, "merged_title": ["Barbara Pike", "Biography."], "text": "Barbara Pike is one of two daughters born to Barend Elzas, an industrial chemist, and his wife Klara 'Claire' Kindinger. She attended the Parktown High School for Girls in Johannesburg and matriculated in 1949. She obtained a B.Sc. in botany and zoology at Witwatersrand University in 1952 and went on to a Higher Education Diploma at the Johannesburg College of Education. She worked as biochemist and medical artist at the Department of Surgery and Medicine, Witwatersrand University from 1953–1955. In 1956 she worked as biochemist for the Department of Water Research at the CSIR in Johannesburg. After this she returned to Witwatersrand University once again to take up the post of botanical illustrator for the Botany Department between the years 1957 to 1985. The Geological Survey Museum in Pretoria employed her as an artist in 1985.  Barbara was married to Merrill Andrew Pike and had two sons, Andrew John Pike 1958 and Richard Linden Pike 1961. She currently lives in Parkwood, Johannesburg."}, {"subtitle": "Works.", "level": 2, "merged_title": ["Barbara Pike", "Works."], "text": ""}, {"subtitle": "Awards.", "level": 3, "merged_title": ["Barbara Pike", "Works.", "Awards."], "text": "Her first award was in 1945 at the National Eisteddfod when she won first place in the category 'illustration under 12 years of age'. She was awarded silver medals by Kirstenbosch in 2000 and 2004, gold medals in 2002 and 2006."}, {"subtitle": "Publications.", "level": 3, "merged_title": ["Barbara Pike", "Works.", "Publications."], "text": "Her artwork has appeared in:"}], "max_level": 3, "abstract": ["", "Rosalie Barbara Pike born 29 March 1933 in Johannesburg is a South African botanical artist."], "error": 0}
{"title": "Alphonse-Louis du Plessis de Richelieu", "docid": "11987713", "section_list": [], "max_level": 0, "abstract": " was archbishop of Aix in 1626, archbishop of Lyon in 1628. He was created cardinal in 1629.", "error": 0}
