{"title": "Bobby Chawla", "docid": "11987163", "section_list": [], "max_level": 0, "abstract": "tside of cricket he works as a banker.", "error": 0}
{"title": "David Borchersen", "docid": "11987233", "section_list": [{"subtitle": "Career.", "level": 2, "merged_title": ["David Borchersen", "Career."], "text": "Borchersen played for Denmark Under-19s in the 1997 International Youth Tournament in Bermuda, making his debut for the team against the Netherlands Under-19s. His senior debut for Denmark also came in 1997, in a minor match against Scotland. He later played for the team in the 1998 Under-19 World Cup, making his Youth One Day International (YODI) debut against Ireland Under-19s. He made five further YODI appearances during the tournament, the last of which came against Namibia Under-19s. His next appearance for Denmark came in 2003, in a minor match against Ireland. Two years later he was selected in Denmark's squad for the 2005 ICC Trophy in Ireland. The International Cricket Council afforded List A status to these matches, with Borchersen making his debut in that format against Uganda. He made six further List A appearances during the tournament, the last of which came against Namibia. He took 11 wickets during the tournament at an average of 23.18, with best figures of 3/29. With the bat, he scored 60 runs at a batting average of 10.00, with a high score of 23. The following year, he played in the 2006 European Championship Division One, making a single appearance in the tournament against Ireland. In 2007, he toured Kenya, playing two matches against a Kenya Select XI and a Coast Cricket Association XI. Later that year, he was selected as part of Denmark's squad for the World Cricket League Division Two in Namibia, making four List A appearances. He scored 36 runs with the bat with a top score of 15. With the ball, he took 4 wickets at an average of 26.25, with best figures of 2/29. In 2008, he played in the European Championship Division One in Ireland, making two appearances against Scotland and Norway. In 2009, he was selected in Denmark's squad for the World Cup Qualifier in South Africa, where he made seven List A appearances, including his final appearance to date in that format, against Oman. He scored 99 runs during the tournament at average of 19.80, with a high score of 36 not out. With the ball, he took 7 wickets at an average of 32.00, with best figures of 4/43. Denmark finished the tournament in twelfth and last place, therefore failing to qualify for the 2011 World Cup. Since his List A debut for Denmark in 2005, Borchensen had made eighteen appearances in that format, scoring 195 runs at an average of 13.00, while with the ball he took 22 wickets at an average of 26.54. Borchensen played for Denmark in the 2010 European Championship Division One. In 2011, he was selected in Denmark's squad for the 2011 ICC World Cricket League Division Three tournament in Hong Kong, making three appearances during the tournament against Italy, the United States and Hong Kong. This was the last time to date that he has represented Denmark at any level."}], "max_level": 2, "abstract": ["", "David Østervig Borchersen (né Christiansen; born 19 April 1978) is a Danish cricketer. Borchersen is a right-handed batsman who bowls right-arm medium pace. He was born at Bjæverskov, Køge Municipality."], "error": 0}
{"title": "One More Heartache", "docid": "11987252", "section_list": [], "max_level": 0, "abstract": "illboard\" described the song as having \"a driving, infectious beat and an exciting Gaye vocal.\"", "error": 0}
{"title": "Leon Menkshi", "docid": "11987256", "section_list": [], "max_level": 0, "abstract": "nkshi presented the official votes from Albania in the Eurovision Song Contest from 2006 to 2011. His career in TV started in 1990, by being chosen to host the Albanian National Song Festival (which is now known as the national selection for Albania's entry into the Eurovision Song Contest, Festivali i Këngës) twice in a row in 1990 and 1991. Menkshi also hosted the national selection in Albania in 2004.", "error": 0}
{"title": "Ambulance services of Victoria", "docid": "11987285", "section_list": [{"subtitle": "Volunteers.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Volunteers."], "text": "In some remote areas, Ambulance Victoria oversees volunteer \"Community Emergency Response Teams\" (CERTs) that deliver first aid before professional paramedics can attend to emergency victims. CERTs do not transport patients. \"Ambulance Community Officers\" offer similar services as individuals."}, {"subtitle": "History.", "level": 2, "merged_title": ["Ambulance services of Victoria", "History."], "text": "In 1883 as a result of a public meeting, a branch of the St John Ambulance Association was set up to teach home nursing and first aid to as many people as possible. In 1887 enough money was raised to purchase six Ashford Litters which were placed at police stations. In 1899 Melbourne's first ambulance station was opened at the rear of the Windsor Hotel off Bourke Street. It housed one horse drawn ambulance that was bought with money raised by the Association of Ladies of St John. In the 1980s, the Metropolitan Ambulance Service was formed from a number of smaller area services; and 16 regional services were amalgamated into five. In 1997, these regional services were consolidated to one rural service, Rural Ambulance Victoria (RAV). On 26 May 2008, the government confirmed that, from 1 July 2008, RAV, the Metropolitan Ambulance Service and the Alexandra District Ambulance Service would be merged to form Ambulance Victoria (AV), bringing Victoria into line with other states, having one ambulance service for the whole of the state. It is stated in the 2009-10 Annual Report that Ambulance Victoria had 2143 operational Ambulance Paramedics and 416 MICA Paramedic. There were also 613 operational support and management staff."}, {"subtitle": "Metropolitan Ambulance Service.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Metropolitan Ambulance Service."], "text": "In the 1980s, Metropolitan Ambulance Service (MAS) was formed from a number of smaller area services. It serviced an area of 9,000 square kilometres, extending from the Melbourne Central Business District to the Mornington Peninsula and the peripheral rural communities of Bacchus Marsh, Whittlesea, Warburton and Koo-Wee-Rup. Almost 4 million residents lived in this area. The primary vehicles used for emergency attendance and transport was Mercedes Benz 316 Sprinters and Ford F350's. These units were run with two paramedics. MICA (Mobile Intensive Care Ambulance) used the Mercedes Benz 316's, as well as Ford Territory, Ford Falcon, Holden Commodore, Holden Adventra and Subaru Forester. The MICA units were typically staffed with one specially trained paramedic which included advanced life support (ALS), that were used in cases where extensive patient care was required in addition to a regular unit. Bicycle units were used as first responders at major events, including the 2006 Commonwealth Games, Spring Racing Carnival and The Big Day Out. In 2008, Metropolitan Ambulance Service was merged with Rural Ambulance Victoria and Alexandra District Ambulance Service to form Ambulance Victoria (AV). A partnership existed between MAS and the Metropolitan Fire and Emergency Services Board, where firefighters are dispatched to time-critical medical emergencies where their response time may be quicker than that of the closest MAS unit. The primary example of this is cardiac arrest patients, which has led to fire trucks being equipped with defibrillators and the firefighters being trained advanced CPR and defibrillation."}, {"subtitle": "Rural Ambulance Victoria.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Rural Ambulance Victoria."], "text": "Rural Ambulance Victoria (RAV) was responsible for pre-hospital emergency care and transport for the 1.4 million people living and working in rural Victoria – an area of more than 215,000 square kilometres extending from the boundaries of Melbourne to the borders with South Australia and New South Wales. In the 1980s, 16 regional ambulance services were amalgamated into five, and in 1997 these were consolidated to one rural service, Rural Ambulance Victoria.  In 2008, RAV merged with the Metropolitan Ambulance Service and the Alexandra District Ambulance Service to form Ambulance Victoria (AV)."}, {"subtitle": "Alexandra District Ambulance Service.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Alexandra District Ambulance Service."], "text": "Alexandra District Ambulance Services was formed by the community in 1948. The area serviced comprised the districts of Alexandra, Eildon and Marysville (formally the shire of Alexandra)."}, {"subtitle": "St John Ambulance Victoria.", "level": 2, "merged_title": ["Ambulance services of Victoria", "St John Ambulance Victoria."], "text": "St John Ambulance was the founding ambulance service in Victoria. St John Ambulance Victoria now provides Non-Emergency Patient Transport (NEPT) services in Victoria. It also provides first aid services at major events across the state and at times interstate. First aid services are provided primarily via a volunteer workforce, however, there are also paid staff. St John also provides first aid services during natural disasters across the state and also interstate."}, {"subtitle": "Life Saving Victoria.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Life Saving Victoria."], "text": "Life Saving Victoria offers volunteer aquatic rescue and first aid services in many coastal areas, and in Mildura. While they do transport patients from the water to land, they do not transport patients to hospitals once landed."}, {"subtitle": "Hatzolah.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Hatzolah."], "text": "Hatzolah responders are trained by Ambulance Victoria and equipped with oxygen and semi-automatic defibrillators. They usually are used within the Jewish community; but, Hatzolah will also respond to any person's call. Hatzolah responders are trained and equipped to deal with any medical emergency and regularly attend cases such as chest pain, bleeding, full arrest, household accidents, asthma and road trauma. Hatzolah responders are on stand-by 24 hours a day, 365 days a year."}, {"subtitle": "Australian Volunteer Coast Guard.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Australian Volunteer Coast Guard."], "text": "The Australian Volunteer Coast Guard provides a maritime search and rescue service, and answers distress calls made by vessels off the Victorian coast. This can involve the transportation of emergency patients."}, {"subtitle": "Emergency medical response.", "level": 2, "merged_title": ["Ambulance services of Victoria", "Emergency medical response."], "text": "Both the Melbourne Metropolitan Fire Brigade (MFB) and the Country Fire Authority (CFA) have emergency medical response programs, which involve members being trained to respond to cases of suspected cardiac arrest, providing CPR, oxygen and defibrillation services before an ambulance arrives."}], "max_level": 2, "abstract": ["", "Since 1 July 2008, Ambulance Victoria has been the sole provider of emergency ambulance services in Victoria, having been formed from the merger of the three previous providers of emergency ambulance services: the Metropolitan Ambulance Service (MAS), Rural Ambulance Victoria (RAV), and the Alexandra District Ambulance Service (ADAS).", "The MAS was responsible for Melbourne and its outer suburbs while RAV was responsible for regional and rural areas of Victoria, except for the Alexandra, Marysville, and Eildon areas, which was serviced by ADAS.", "All services of Ambulance Service Victoria operate under the \"Ambulance Services Act 1986\". In addition, a number of non-emergency patient transport companies operate under the \"Non-Emergency Patient Transport Act 2003\" and use conventional ambulances equipped with emergency lights and sirens, and sometimes attend emergency cases."], "error": 0}
{"title": "Walnut Hill (Omaha)", "docid": "11987325", "section_list": [{"subtitle": "History.", "level": 2, "merged_title": ["Walnut Hill (Omaha)", "History."], "text": "Dr. Samuel Mercer constructed a large, private residence at 40th and Cuming Streets and platted the Walnut Hill subdivision northwest of his home in the 1880s. Previously, Mercer financed the construction of cable-line streetcars in Omaha, and by the end of the 1880s, his line extended as far west as North 36th and Cuming Streets. Walnut Hill Elementary School was first constructed in 1888, rebuilt in 1927 and again in 1994. It is one of Omaha's oldest schools. The neighborhood suffered minor damage in the catastrophic Easter Sunday Tornado of 1913. After the Trans-Mississippi Exposition of 1898 many of the large streetcars employed to carry throngs of passengers were removed from service by the Omaha and Council Bluffs Railway and Bridge Company. In the face of increasingly uncomfortable crowding on the small cars, a large demonstration by a group of residents from the Walnut Hill suburb during which they took over several streetcars in the city to protest the poor condition of public transportation in their neighborhood."}], "max_level": 2, "abstract": ["", "Walnut Hill is a historic neighborhood located in north Omaha, Nebraska. It is bounded by North 40th Street on the east, Cuming Street on the south, Northwest Radial Highway and Saddle Creek Road on the west and Hamilton Street on the north."], "error": 0}
{"title": "Truffle hog", "docid": "11987328", "section_list": [{"subtitle": "History.", "level": 2, "merged_title": ["Truffle hog", "History."], "text": "The use of pigs to hunt truffles is said to date back to the Roman Empire, but the first well-documented use comes from the Italian Renaissance writer and gastronomist, Bartolomeo Platina, in the 15th century. Later references to truffle pigs include John Ray in the 17th century. In 1875, a truffle hog could cost up to 200 francs. A skilled truffler could more than make up for this investment from the high price of truffles on the gourmet food market. Today, dogs (known as \"truffle hounds\") are commonly used for gathering truffles in place of truffle hogs, as pigs have been known to eat too many truffles in the field. Unlike pigs, dogs have no natural affinity for truffles, and must be specially scent to locate them. A trained Lagotto Romagnolo (an Italian breed recognized for its truffle-finding capability) can cost up to $10,000. Stealing such dogs is a common crime among rival hunters. However, traditionalists argue that the swine have more sensitive noses and their particular taste for truffles leads to a more devoted beast. It is frequent for the hog to be a family pet of the truffler. In Italy, the use of pigs in truffle hunting has been prohibited since 1985, as the animals can cause damage to the mycelia of truffles while digging, reducing the production rate for a number of years."}], "max_level": 2, "abstract": ["", "A truffle hog is any domestic pig used for locating and extracting the fruit bodies of the fungi known as truffles from temperate forests in Europe and North America. Pigs have a great sense of smell, and are able to identify truffles from as deep as three feet underground. It is thought that the natural sex hormones of the male pig are similar to the smell of the truffles, and, also, pigs have a natural affinity for rooting in the earth for food. However, they are trained to hunt truffles by walking on a leash through suitable groves with a keeper."], "error": 0}
{"title": "Jason Danino-Holt", "docid": "11987333", "section_list": [{"subtitle": "Life and career.", "level": 2, "merged_title": ["Jason Danino-Holt", "Life and career."], "text": "Danino-Holt was born in Tel Aviv, Israel to a Moroccan French-Canadian mother, Chantal Danino, and a British father, Martin Holt. He was raised in a trilingual home and attended summer school in Cambridge at age 12. He went to Teva School for Nature in Jaffa, followed by the Thelma Yellin High School of the Arts. Specializing in Theatre, he chose French, one of the three languages he spoke at home, as his other major subject. Unlike most of his Israeli contemporaries he did not serve in the compulsory draft to the IDF, which he states was for health reasons. In 2005, he was a Nickelodeon presenter in Israel. He is now based in London where he presents the MTV European magazine style show, Switched On. In 2007, he gave Israel's votes during the 2007 Eurovision Song Contest in Helsinki. He also presented a special show on IBA during Eurovision week this May, dedicated to the song contest. In 2008 he came out as gay. In May 2012 while interviewing the film director Peter Berg, Berg attacked him for draft dodging."}], "max_level": 2, "abstract": ["", "Jason Danino-Holt (; born 17 January 1987) is an Israeli television presenter and former MTV Europe presenter. He also presents \"The Tube\" on i24news English."], "error": 0}
{"title": "Take This Heart of Mine", "docid": "11987352", "section_list": [{"subtitle": "Background.", "level": 2, "merged_title": ["Take This Heart of Mine", "Background."], "text": "Released in succession of three consecutive singles by Gaye helmed by the Miracles team from his \"Moods of Marvin Gaye\" album, the song took on a slightly different musical mix than the previous three. A little upbeat from the previous two singles, this song has the narrator describing how his love \"is better than the tale of Jack and Jill\" and how its prescription fills up better than a doctor's among other things. \"Billboard\" said of the song that it was an \"exceptional dance beat tune with solid Detroit sound and well-written lyric [and] has more excitement than [Gaye's] previous hit, 'One More Heartache.'\""}, {"subtitle": "Chart performance.", "level": 2, "merged_title": ["Take This Heart of Mine", "Chart performance."], "text": "Unlike Marvin Gaye's previous three releases , \"Take This Heart of Mine\", fell short of reaching the pop top forty peaking at number 44 on the \"Billboard\" Hot 100 but reached number ten on the R&amp;B singles chart making it the fourth consecutive top ten hit on \"Moods...\" "}, {"subtitle": "Popular culture.", "level": 2, "merged_title": ["Take This Heart of Mine", "Popular culture."], "text": "In 1966, Marvin sang this song on his only appearance on \"The Ed Sullivan Show\"."}], "max_level": 2, "abstract": ["", "\"Take This Heart of Mine\" is a song written by The Miracles members Warren \"Pete\" Moore, William \"Smokey\" Robinson and Marv Tarplin, produced by Robinson and released as a single by American soul singer Marvin Gaye, on Motown Records 'Tamla label in 1966."], "error": 0}
{"title": "Test Pattern (album)", "docid": "11987389", "section_list": [], "max_level": 0, "abstract": "e first track, \"Moons of Jupiter\", samples a female vocal line that was also used at the beginning of the \"Firefly\" episode, \"Heart of Gold\".", "error": 0}
{"title": "Mira Dobreva", "docid": "11987390", "section_list": [], "max_level": 0, "abstract": "r second marriage is to Bulgarian TV producer Joro Tornev.", "error": 0}
{"title": "Søren Henriksen", "docid": "11987416", "section_list": [{"subtitle": "Career.", "level": 2, "merged_title": ["Søren Henriksen", "Career."], "text": ""}, {"subtitle": "Early career and Lancashire.", "level": 3, "merged_title": ["Søren Henriksen", "Career.", "Early career and Lancashire."], "text": "Henriksen made his debut for Denmark Under-19s against Bermuda Under-19s in the 1981 International Youth Tournament. He made two further appearances for Denmark Under-19s in the 1983 International Youth Tournament, against Ireland Under-19s and Bermuda Under-19s, a tournament in which he came to the attention of English county Lancashire. Signed by Lancashire in 1983, his first-class debut for the county came in the 1985 County Championship against Surrey at The Oval, making him the second Dane after Ole Mortensen to play county cricket. He took his first wicket in this match, when he dismissed Trevor Jesty. In that same season, he made his List A debut against Worcestershire in the 1985 Benson &amp; Hedges Cup. He made eight further appearances in List A cricket in that season, taking a total of 6 wickets at an average of 53.66, with best figures of 2/51. The following season, he made two further first-class appearances in the County Championship against Worcestershire and Derbyshire, going wicketless against Worcestershire, but taking his second and final first-class wicket against Derbyshire when he dismissed Kim Barnett. He also made a single List A appearance against Derbyshire in the John Player Special League, going wicketless in the match. He left Lancashire at the end of the 1986 season."}, {"subtitle": "Later career.", "level": 3, "merged_title": ["Søren Henriksen", "Career.", "Later career."], "text": "He made his debut for Denmark against Argentina in the 1986 ICC Trophy, a tournament in which he made a total of eight appearances, taking 10 wickets at an average of 19.80, with best figures of 4/26. With the bat, he scored 258 runs at an average of 34.00, with a high score of 56. One of two half centuries he made in the tournament, his highest score came against Argentina. Henriksen ended the tournament as Denmark's leading run-scorer and second highest wicket-taker. He next appeared for Denmark against the Netherlands in 1989, in that same year he also played in two friendly matches against the touring Australians, who had just finished their successful Ashes series against England. He captained Denmark in these two matches, having succeeded the captaincy from Troel Nielsen. The following year, he captained Denmark in the 1990 ICC Trophy, however an injury during the tournament meant the only played two matches against East and Central Africa and Gibraltar, with Søren Mikkelsen captaining the side in his absence. He returned to the Danish side in 1991, playing against the Netherlands and touring England, where he played in a friendly against Durham (then still a minor county). The following year, he played in two matches against the touring Wales side. He was a part of Denmark's squad for the 1994 ICC Trophy in Kenya, however he did not captain the team, with Mogens Seider fulfilling that role. Henriksen made six appearances during the tournament, taking 12 wickets at an average of 14.75, with best figures of 5/56. These figures came against Fiji. With the bat, he scored 97 runs at an average of 19.40, with a high score of 36. In July 1994, he captained Denmark in the 1994 European Quadrangular Tournament, which also featured Scotland and the Netherlands, with him also captaining Denmark in the following years Quadrangular Tournament, which featured Scotland and Scotland B. He captained Denmark in the 1996 European Championship, making four appearances in the tournament. The following year, he captained Denmark in his fourth and final ICC Trophy appearance, making nine appearances in the tournament, the last of which came against the Netherlands. Playing more in the role of a specialist batsman during the tournament, he scored 99 runs at an average of 14.14, with a high score of 42. He did bowl four overs in the tournament, taking a single wicket. Denmark ended the tournament in fifth place, with Henriksen retiring from playing shortly thereafter. He made a total of 25 ICC Trophy appearances, scoring 459 runs at an average of 22.95, while with the ball he took 27 wickets at an average of 16.14. He was succeeded as captain by Morten Hedegaard. After his playing career he moved into coaching."}], "max_level": 3, "abstract": ["", "Søren Henriksen (born 1 December 1963 in Rødovre) is a former Danish cricketer. Henriksen was a right-handed batsman who bowled right-arm fast-medium."], "error": 0}
{"title": "Just the Two of Us (Grover Washington Jr. song)", "docid": "11987432", "section_list": [{"subtitle": "Background.", "level": 2, "merged_title": ["Just the Two of Us (Grover Washington Jr. song)", "Background."], "text": "The song originally appeared on Washington's album \"Winelight\" (1980). An edited version reached number 2 on the US \"Billboard\" Hot 100, staying there for three weeks, behind \"Morning Train (9 to 5)\" by Sheena Easton and \"Bette Davis Eyes\" by Kim Carnes. It was Washington's only Top 40 hit. The song won a Grammy Award for Best R&amp;B Song. Bill Withers included the edited version on the 1981 compilation \"Bill Withers' Greatest Hits\" and many subsequent greatest hits collections. The Fender Rhodes electric piano, played in the introduction and throughout, is performed by Richard Tee. "}, {"subtitle": "Composition.", "level": 2, "merged_title": ["Just the Two of Us (Grover Washington Jr. song)", "Composition."], "text": "The tuning of the song is set to around A=444.0 Hz, as opposed to the standard A=440 Hz tuning. The song is in the key of F minor. The main chord progression is D♭ major 7, C7, F minor, E♭ minor 7, A♭7. The song is played at around 96 beats per minute."}, {"subtitle": "Toshinobu Kubota version.", "level": 2, "merged_title": ["Just the Two of Us (Grover Washington Jr. song)", "Toshinobu Kubota version."], "text": "\"Just the Two of Us\" was covered by Japanese singer Toshinobu Kubota as a duet with Caron Wheeler in 1991, for his album \"\". The song was listed as \"Just the 2 of Us\", featuring a reggae-style beat. In 1995, Kubota re-recorded the song with a more R&amp;B-style beat for his album \"Sunshine, Moonlight\". In 1996, he released the song as the second single from the album. The song charted at number 30 on the Oricon Weekly Singles chart and remained on the charts for five weeks. It was included in the setlist during the Oyeees! Tour. During the tour, Joi Cardwell, who sang backing vocals during the tour, performed the song as a duet with Kubota. In 2007, Double performed the song on the MTV Japan Icons Special; during the performance, Kubota walked onto the stage to complete the song with her. In 2012, Kubota performed the song with Japanese singer Yuri, who was also a background vocalist during his \"Party Ain't A Party Tour\". The performance was included on his concert DVD \"Party Ain't A Party\", which was released in May 2012."}, {"subtitle": "Music video.", "level": 3, "merged_title": ["Just the Two of Us (Grover Washington Jr. song)", "Toshinobu Kubota version.", "Music video."], "text": "In 1996, Toshi Kubota and Caron Wheeler shot a music video for the song. The video is set at night, at a party in Kubota's apartment. Wheeler watches the party from the fire escape of the next apartment building. The single version was used for the audio format of the video. There are also shots of other musicians playing their instruments during the party, a group of elderly men playing cards outside the apartment on the sidewalk, and a couple dancing in another room of the apartment."}, {"subtitle": "Appearances in media.", "level": 2, "merged_title": ["Just the Two of Us (Grover Washington Jr. song)", "Appearances in media."], "text": "In 2020, \"Just the Two of Us\" became viral on TikTok, also appearing on Spotify's \"Viral Hits\" playlist."}], "max_level": 3, "abstract": ["", "\"Just the Two of Us\" is a song written by Bill Withers, William Salter, and Ralph MacDonald, and recorded by Grover Washington Jr. with Withers on vocals. It was released in February 1981 through Elektra Records."], "error": 0}
{"title": "Independent station", "docid": "11987444", "section_list": [], "max_level": 0, "abstract": " Japan, an independent station is a terrestrial station which is not a member of any networks whose dominant stations are located in Tokyo; see Japanese Association of Independent Television Stations (JAITS) for more details. In addition, although The Open University of Japan is not a member of JAITS, it can also be classified as independent.", "error": 0}
{"title": "Little Darling (I Need You)", "docid": "11987448", "section_list": [], "max_level": 0, "abstract": "e song was subsequently recorded by the Flirtations in 1971, and in 1977 by The Doobie Brothers for their seventh studio album \"Livin' on the Fault Line\".", "error": 0}
{"title": "Manipal Pre-University College", "docid": "11987469", "section_list": [], "max_level": 0, "abstract": "nipal Pre-University College is a school/pre-university college. Manipal Pre-University College provides education to children from standard 6 to 2nd PUC. In 1936 T.M.A. Pai founded an elementary school at Manipal. In 1939 it was upgraded to a Higher Primary School and High School, and today is Manipal Pre-University College. It is also known as MJC (Manipal Junior College). many famous people like Yashwanth Devadiga Sujit Inamdar and Deviprasad Shetty have studied here from 1989 to 1992", "error": 0}
{"title": "Großengottern", "docid": "11987491", "section_list": [], "max_level": 0, "abstract": "oßengottern is a village and a former municipality in the Unstrut-Hainich-Kreis district of Thuringia, Germany. Since 1 January 2019, it is part of the municipality Unstrut-Hainich.", "error": 0}
{"title": "Your Unchanging Love", "docid": "11987504", "section_list": [{"subtitle": "Overview.", "level": 2, "merged_title": ["Your Unchanging Love", "Overview."], "text": "Written by Holland–Dozier–Holland, the song was featured on Marvin's \"Moods of Marvin Gaye\" album. Released during a time when Gaye was releasing hit duets by Kim Weston and Tammi Terrell, this was a rare solo detour that was successful enough to garner a top 40 pop charting where it peaked at number 33 on the \"Billboard\" Hot 100 making it the fourth top forty single issued from \"Moods\". The song was musically conceived on the same musical background as Marvin's landmark single, \"How Sweet It Is (To Be Loved By You)\", and performed better chart-wise than their previous single, \"Little Darling (I Need You)\"."}], "max_level": 2, "abstract": ["", "\"Your Unchanging Love\" is a 1967 single released by American soul singer Marvin Gaye on the Tamla label."], "error": 0}
{"title": "Flarchheim", "docid": "11987527", "section_list": [], "max_level": 0, "abstract": "archheim was the site of the Battle of Flarchheim on January 27, 1080, one of the very few times the Holy Roman Empire attempted to wage a midwinter military campaign in northern Europe.", "error": 0}
{"title": "Camillo Laurenti", "docid": "11987536", "section_list": [{"subtitle": "Biography.", "level": 2, "merged_title": ["Camillo Laurenti", "Biography."], "text": ""}, {"subtitle": "Early life.", "level": 3, "merged_title": ["Camillo Laurenti", "Biography.", "Early life."], "text": "Camillo Laurenti was born in Monte Porzio Catone, and studied at the Pontifical Gregorian University in Rome, from where he obtained his doctorates in philosophy and in theology. He attended the Capranica College as well. Laurenti was ordained to the priesthood on 7 June 1884, and became an official of the Sacred Congregation for the Propagation of the Faith on the following 1 September. Whilst serving as professor of philosophy at the Pontifical Urbanian Athenaeum \"De Propaganda Fide\" (1892–1908), he was raised to the rank of Privy Chamberlain Supernumerary on 3 August 1889. Laurenti returned to the Roman Curia on 20 October 1908 as Undersecretary of the Congregation for the Propagation of the Faith. He was later named Domestic Prelate of His Holiness on 12 June 1909, and Secretary of the Propagation of the Faith on 12 August 1911. As Secretary, he served as the second-highest official of that dicastery, successively under Cardinals Girolamo Maria Gotti, Domenico Serafini, and Willem van Rossum."}, {"subtitle": "Cardinalate.", "level": 3, "merged_title": ["Camillo Laurenti", "Biography.", "Cardinalate."], "text": "Pope Benedict XV created him Cardinal-Deacon of \"S. Maria della Scala\" in the consistory of 13 June 1921. Laurenti participated in the 1922 papal conclave. He was selected Pope, but according to The Compact History Of The Popes, \"he refused to accept the honor\". Voting continued and Pope Pius XI was selected. Pope Pius XI then appointed Laurenti Prefect of Sacred Congregation of Religious on 5 July of that same year. The Cardinal, after six years as the Vatican overseer of all Roman Catholic religious institutes, was made Pro-Prefect of the Sacred Congregation of Rites on 17 December 1928, rising to become full Prefect on 12 March 1929. He opted for the order of Cardinal Priests on 16 December 1935 and retained his titular church."}, {"subtitle": "Death and burial.", "level": 3, "merged_title": ["Camillo Laurenti", "Biography.", "Death and burial."], "text": "Laurenti died in Rome, at age 76, and is buried at the Campo Verano."}], "max_level": 3, "abstract": ["", "Camillo Laurenti (20 November 1861 – 6 September 1938) was an Italian Cardinal of the Roman Catholic Church. He served as Prefect of the Sacred Congregation of Rites from 1929 until his death, and was elevated to the cardinalate in 1921."], "error": 0}
{"title": "Pots and Pans (film)", "docid": "11987554", "section_list": [{"subtitle": "Plot.", "level": 2, "merged_title": ["Pots and Pans (film)", "Plot."], "text": "Tom and Jerry are the owners of a diner car where they perform their duties in time to the music - and the food can't resist dancing while being prepared. Eventually a quartet of customers join in and the resulting energy of the music sends the new shoes rolling onto an active track where it hits a real train engine head-on and coming in the opposite direction..."}], "max_level": 2, "abstract": ["", "Pots and Pans is the 10th Van Beuren Tom and Jerry cartoon, released on May 14, 1932 with a running time of 6:12 minutes. The cartoon's soundtrack is done by Gene Rodemich."], "error": 0}
{"title": "Zishan Shah", "docid": "11987555", "section_list": [{"subtitle": "Career.", "level": 2, "merged_title": ["Zishan Shah", "Career."], "text": "In May 2019, he was named in Denmark's squad for the Regional Finals of the 2018–19 ICC T20 World Cup Europe Qualifier tournament in Guernsey. He made his Twenty20 International (T20I) debut for Denmark, against Jersey, on 16 June 2019. In August 2019, he was named in Denmark's squad for the 2019 Malaysia Cricket World Cup Challenge League A tournament."}], "max_level": 2, "abstract": ["", "Zishan Shah (born October 1, 1987 in Brøndby) is a Danish cricketer who played for Denmark in the 2005 ICC Trophy. "], "error": 0}
{"title": "Cognitive styles analysis", "docid": "11987570", "section_list": [], "max_level": 0, "abstract": "like many other cognitive style measures, CSA has been the subject of much empirical investigation. Three experiments reported by showed the reliability of CSA to be low. Considering the theoretical strength of CSA, and unsuccessful earlier attempts to create a more reliable parallel form of it , a revised version was made to improve its validity and reliability.", "error": 0}
{"title": "John Wilkinson (footballer, born 1979)", "docid": "11987616", "section_list": [{"subtitle": "Club career.", "level": 2, "merged_title": ["John Wilkinson (footballer, born 1979)", "Club career."], "text": "Born in Exeter, Wilkinson played for Exeter City, Woodlands Wellington and Geylang United before joining Singapore Armed Forces in 2006. He won 4 league titles with the club. After reportedly turning down a three-year deal at SAFFC, Wilkinson joined INSEE Police UTD on a two-year contract in January 2012 and became the first foreign captain in the history of the Thai Premier League. Wilkinson failed to see out his contract at Police United however, and signed for reigning Singapore Cup champions Home United FC at the beginning of the 2012 S-League season. Wilkinson signed for Salgaocar in January 2013 until the end of the 2012–13 I-League season. On 6 June 2013, he was unveiled as the first signing of the mid-season window for Tanjong Pagar United, and wore the number 16 jersey."}, {"subtitle": "International career.", "level": 2, "merged_title": ["John Wilkinson (footballer, born 1979)", "International career."], "text": "Wilkinson became a Singapore citizen, after marrying a Singaporean, thus allowing him to play international football for Singapore. He was called up to the national team (consisted of 32) for a series for friendly matches against North Korea, Saudi Arabia and Australia. He made his debut for Singapore on 24 June 2007 in the second half against North Korea and even got an assist. He scored his first international goal when he broke the deadlock in the 1–1 draw against Gulf Cup champions, UAE on 12 September 2007. He also scored in the 4–0 win over Palestine in a World Cup 2010 qualifying match on 8 October 2007. On 2 June 2008, he scored in a 3–7 home defeat against Uzbekistan in Third round of qualifying. In total he scored 4 goals in 29 international games for Singapore."}, {"subtitle": "Later life.", "level": 2, "merged_title": ["John Wilkinson (footballer, born 1979)", "Later life."], "text": "After retiring, Wilkinson works as a pundit in Singapore for Fox Sports Asia."}, {"subtitle": "Honours.", "level": 2, "merged_title": ["John Wilkinson (footballer, born 1979)", "Honours."], "text": "Singapore Armed Forces"}], "max_level": 2, "abstract": ["", "John Colbridge Wilkinson (born 24 August 1979) is a former footballer and pundit who last played for Tanjong Pagar United FC and the Singapore national team."], "error": 0}
{"title": "Bud Boogie Beach", "docid": "11987646", "section_list": [{"subtitle": "History.", "level": 2, "merged_title": ["Bud Boogie Beach", "History."], "text": "The Mud Island Park was constructed with a scaled model of the entire Mississippi River that runs the length of the park. At the end of the scaled version is replica of the Gulf of Mexico. Originally designed as an area in which patrons could ride manual paddle boats, the success of the Adventure River waterpark led Mud Island officials to convert the Gulf area into a small waterpark."}, {"subtitle": "Corporate sponsor.", "level": 2, "merged_title": ["Bud Boogie Beach", "Corporate sponsor."], "text": "Budweiser was the primary sponsor of the park and purchased the right to name the park Bud Boogie Beach."}, {"subtitle": "Closing.", "level": 2, "merged_title": ["Bud Boogie Beach", "Closing."], "text": "Bud Boogie Beach was closed due to a variety of reasons. The swimming area was far from the parking area, making the carrying of beach bags and floats difficult; the area was not built as a swimming pool, so the mixing of chlorine was done manually and was uneven.  The Mud Island River Park and museum are still open. Bud Boogie Beach is the only closed attraction at the park."}], "max_level": 2, "abstract": ["", "Bud Boogie Beach was a small water park located on Mud Island in Memphis, Tennessee. It opened in 1987 and closed in 1997. ", "Bud Boogie Beach included a beach, concession stands, a New Orleans-style restaurant and several games including Water basketball and water volleyball. The park featured live music concerts, which included many local musicians.", "It was open from Memorial Day weekend through Labor Day weekend each year.", "Other attractions included two-person peddle boats and a kiddie area."], "error": 0}
{"title": "Lloyd Sexton Jr.", "docid": "11987652", "section_list": [], "max_level": 0, "abstract": "xton is best known for his depictions of Hawaii's landscapes (such as \"Mokulua\"), and Hawaii's flora and fauna (such as \"Still Life of Magnolias and Mangos\"). The Honolulu Museum of Art and the Isaacs Art Center (Waimea, Hawaii) are among the public collections holding works of Lloyd Sexton Jr.", "error": 0}
{"title": "Edwin B. Winans (United States Army officer)", "docid": "11987665", "section_list": [{"subtitle": "Early life.", "level": 2, "merged_title": ["Edwin B. Winans (United States Army officer)", "Early life."], "text": "Winans was born in Hamburg, Michigan as the son of Edwin B. Winans, Governor of Michigan. He attended the United States Military Academy and graduated in 1891, after which he was commissioned a second lieutenant in the 5th Cavalry on June 12, 1891."}, {"subtitle": "Military service.", "level": 2, "merged_title": ["Edwin B. Winans (United States Army officer)", "Military service."], "text": "Winans served in the Indian Territory and Texas from 1891 to 1897; was a professor of military science and tactics, Michigan Military Academy, from 1897 to 1898; and served with a regiment in the Philippines from 1899 to 1900. He was with the Punitive Expedition in Mexico in 1916. During World War I, Winans commanded the 64th Brigade Infantry, 32d Division, 1st Army Corps, American Expeditionary Force. On August 23, 1920, Winans took command of the 10th Cavalry at Fort Huachuca and distinguished himself as a leader able to vastly improve a unit while commanding respect, loyalty, and results. The following year, former Third Army commander Major General Joseph T. Dickman, VIII Corps Area Commanding General, commended him for the condition of the 10th Cavalry, and for the excellent morale and esprit of the regiment. On the whole, I consider the Tenth Cavalry to be as good, and in some respects better, than the Thirteenth Cavalry, which up to this time, was in the best condition of any regiment I had ever inspected. Colonel Winans was quick to relate the commendation to his troops, saying that the \"officers and men are entitled to equal share in the credit, for without their cooperation, such a showing would have been impossible.\" In 1927 Winans was assigned as Superintendent of the United States Military Academy. Then he was assigned as commander of the Hawaiian Division. Later, he commanded the 8th Corps Area, Fort Sam Houston, Texas, until he was assigned the task of reactivation of the Third Army. Winans assumed command of the Third Army on September 15, 1932, at Fort Sam Houston, Texas. He retired October 31, 1933. After retirement, he served on a League of Nations commission. Major General Winans' awards include the Army Distinguished Service Medal \"for exceptionally distinguished and meritorious service\" during three major offensives; Legion of Honour and Croix de Guerre with two palms by the French Government. Winans made his home in Vienna, Virginia. He died on December 31, 1947, and was buried in the cemetery at the United States Military Academy."}], "max_level": 2, "abstract": ["", "Edwin Baruch Winans (October 31, 1869 – December 31, 1947) was a United States Army officer who attained the rank of major general."], "error": 0}
{"title": "Joseph Priestley and education", "docid": "11987681", "section_list": [{"subtitle": "Personal and institutional teaching.", "level": 2, "merged_title": ["Joseph Priestley and education", "Personal and institutional teaching."], "text": "Priestley was a teacher in one way or another throughout his entire adult life. Once he discovered how much he enjoyed teaching, he consistently returned to this calling. At the school he established in Nantwich, Cheshire, he taught a wide range of topics to the town's children: Latin (and perhaps Greek), geography, mathematics, and English grammar. Unusually for the time, he also taught natural philosophy. Following the success of this school, he was offered the position of tutor of modern languages and rhetoric at Warrington Academy. In later years, when he lived in Leeds and Birmingham, he created classes for the youth of his parishes; in Birmingham his three classes totaled 150 students and he helped organize the New Meeting Sunday schools for the poor. Having received an excellent education at Daventry, a Dissenting academy, and convinced that education was the key to shaping people and the world's future, Priestley continued to support the Dissenting academies throughout his life. For example, he advised the founders of New College at Hackney on its curriculum and preached a charity sermon on the \"proper Objects of Education\" to help raise money for the school. After emigrating to America in 1794, Priestley continued the educational projects that had always been important to him. He attempted to find funding for the Northumberland Academy and donated his library to it, but the academy did not open until 1813 and closed soon after. He communicated with Thomas Jefferson regarding the proper organization of a university and when Jefferson founded the University of Virginia, it was Priestley's curricular principles that dominated the school. Jefferson also passed Priestley's advice on to Bishop James Madison, whose College of William &amp; Mary also followed Priestley's maxims. Wherever Priestley went, he also instructed people in natural philosophy. In Nantwich, he bought scientific instruments, such as a microscope, for the school, and encouraged his students to give public presentations of their experiments. In Calne, where he was a tutor to the son of Lord Shelburne, Priestley convinced his patron to buy expensive equipment with which to teach his son the fundamentals of natural philosophy. He wrote in his \"Miscellaneous Observations relating to Education\" (1778), published during these years, that children should not only be educated in the ancient subjects of rhetoric and grammar but should also become acquainted with science early in their lives since scientific understanding underpins the progress of the human race. After Priestley moved to Birmingham in 1780, he encouraged the town's children to play with his apparatus and ask questions about his laboratory: the Priestley home became a place of scientific education for the town's children. Priestley's rain gauge and \"perambulator\" (a wheelbarrow for recording distances) delighted them. The boys often played with his air-gun, aiming at a wig of Priestley's which he had fastened to a post. Priestley designed magic lantern shows for them and shocked them with his electrical machine."}, {"subtitle": "Educational philosophy.", "level": 2, "merged_title": ["Joseph Priestley and education", "Educational philosophy."], "text": "In 1765, Priestley dedicated his \"Essay on a Course of Liberal Education for Civil and Active Life\" (1765), to the governing board of Warrington Academy. In it he argues that young people's education should anticipate their practical needs, something he accused the current universities, Dissenting and Establishment alike, of failing to do. In Priestley's eyes, the contemporary focus on a traditional classical education prevented students from acquiring useful skills. This principle of utility guided his unusual curricular recommendations. He proposed that students study English and the modern languages instead of the classical languages, learn practical mathematics, read modern rather than ancient history, and study the constitution and laws of England. He believed that these topics would prepare his students for the commercial middle-class life that most of them would live; he did not believe that the poor should receive this same education, arguing \"it could be of no service to their country, and often a real detriment to themselves.\" In 1766 Warrington Academy replaced its old classical curriculum with Priestley's new liberal arts model. Some scholars of education have argued that this work and his later \"Miscellaneous Observations relating to Education\" (1778) (often reprinted with the \"Essay on Education\") made Priestley the \"most considerable English writer on educational philosophy\" between John Locke and Herbert Spencer."}, {"subtitle": "Grammar.", "level": 2, "merged_title": ["Joseph Priestley and education", "Grammar."], "text": "Priestley's first successful educational venture was the establishment of a local school in Nantwich. Believing that all students should have a good grasp of the English language and its grammar before learning any other language and dismayed at the quality of the instruction manuals available, Priestley wrote his own textbook: \"The Rudiments of English Grammar\" (1761). The book was very successful—it was reprinted for over fifty years. Its humor may have contributed to its popularity; for example, Priestley illustrated the \"couplet\" with this rhyme: Priestley also quoted from the most famous English authors, encouraging the middle-class association between reading and pleasure, a reading that would also, Priestley hoped, foster morality. Priestley's innovations in the teaching and description of English grammar, particularly his efforts to disassociate it from Latin grammar, made his textbook revolutionary and have led twentieth-century scholars to describe him as \"one of the great grammarians of his time.\" \"Rudiments\" influenced all of the major grammarians of the late eighteenth century: Robert Lowth, James Harris, John Horne Tooke and even the American Noah Webster. The resounding success of Priestley's book was one of the reasons that Warrington Academy offered him a teaching position in 1761."}, {"subtitle": "History.", "level": 2, "merged_title": ["Joseph Priestley and education", "History."], "text": "Priestley's philosophy was founded on the fervent belief that a thorough understanding of history was necessary not only to worldly success but also to spiritual growth. He wrote: \"my view was, not merely to make history intelligible to persons who may choose to read it for amusement, but . . . to facilitate its subserviency to the highest uses to which it can be applied: to contribute to its forming the able statesman and the intelligent and useful citizen.\" His abiding interest in history, particularly modern history, sets Priestley apart from his contemporaries. Priestley was the first person to advocate the serious study of modern history; no other British university was teaching the subject at the time and Oxford would not begin until 1841. While at Warrington Academy, Priestley gave a series of lectures on history and government; in 1788 he finally published them as \"Lectures on History and General Policy\". They cover a wide array of topics—\"forms of government, the feudal system, the rise of corporations, law, agriculture, commerce, the arts, finance and taxation, colonies, manners, population, war and peace\"—demonstrating how all-encompassing Priestley believed the study of history to be. In this text, he narrates a version of history in which all events are \"an exhibition of the ways of God;\" studying history and nature, according to Priestley, \"leads us to the knowledge of his perfections and of his will.\" Understanding history thus allows one to comprehend the natural laws God established and the perfection towards which they allow the world to tend. This millennial outlook is tied together with Priestley's belief in scientific progress and the improvement of the human race. Priestley maintained that each age improves upon the previous one and studying history allows people to see and participate in that progress. In his \"Essay on the First Principles of Government\" (1768) he writes: Highly as we think of the \"wisdom of our ancestors\" we justly think of ourselves, of the present age, wiser and . . . must see that we can . . . improve upon institutions that have been transmitted to us. Let us not doubt but that every generation in posterity will be as much superior to us in political, and all kinds of knowledge, and that they will be able to improve upon the best civil and religious institutions that we can prescribe for them. [Priestley's emphasis] This millennial conception of history was in direct contrast to the two dominant historical paradigms of the time: Edward Gibbon's decline narrative found in his \"Decline and Fall of the Roman Empire\" and David Hume's cyclical narrative found in his \"History of England\". Unlike Gibbon and Hume, Priestley did not limit himself to narrating a version of history in these \"Lectures\"; he also presented a method for historical research and was one of the first to argue for the primacy of original documents in the study of history. He also contended that much could be learned from \"material evidence\" of former civilizations, such as \"ancient coins, medals and inscriptions,\" as well as \"exchequer rolls, public and private ledger books, letters, diaries, monetary, financial and exchange systems, systems of fortifications and city plans . . . [in addition to] ballads and works of fiction.\" The book was well received and was employed by many educational institutions, such as the Dissenting academy at Hackney, Brown, Princeton, Yale and Cambridge. The theory underpinning Priestley's millennial view of history and his educational philosophy, was David Hartley's theory of association. Hartley's associationism, an expansion of John Locke's theories in \"Essay Concerning Human Understanding\" (1690) and laid out in \"Observations on Man\" (1749), postulated that the human mind operated according to natural laws and that the most important law for the formation of the self was \"associationism.\" For Hartley, associationism was a physical process: vibrations in the physical world traveled through the nerves attached to people's sense organs and ended up in their brains. The brain connected the vibrations of whatever sensory input it was receiving with whatever feelings or ideas that the brain was simultaneously \"thinking.\" These \"associations\" were impossible to avoid, formed as they were simply by experiencing the world; they were also the foundation of a person's character. Locke famously warns against letting \"a foolish maid\" convince a child that \"goblins and sprites\" are associated with the darkness, for \"darkness shall ever afterwards bring with it those frightful ideas, and they shall be so joined, that he can no more bear the one than the other.\" Associationism provided the scientific basis for Priestley's belief that man is \"perfectible\" and served as the foundation for all of his pedagogical innovations. Because Priestley viewed education as one of the primary forces shaping a person's character as well as the basis of morality, he, unusually for his time, promoted the education of women. Alluding to the language of Locke's \"Essay Concerning Human Understanding\", he wrote: \"certainly, the minds of women are capable of the same improvement, and the same furniture, as those of men.\" He argued that if women were to care for children and be intellectually stimulating companions for their husbands, they had to be well-educated. Although Priestley advocated education for middle-class women, he did not extend this logic to the poor."}, {"subtitle": "Charts of biography and history.", "level": 3, "merged_title": ["Joseph Priestley and education", "History.", "Charts of biography and history."], "text": "As a supplement to his lectures on history, Priestley also designed and published \"A Chart of Biography\" (1765) and a \"New Chart of History\" (1769) (which he dedicated to Benjamin Franklin). These charts and their accompanying \"Descriptions\" would allow students, Priestley said, to \"trace out distinctly the dependence of events to distribute them into such periods and divisions as shall lay the whole claim of past transactions in a just and orderly manner.\" The \"Chart of Biography\" covers a vast timespan, from 1200 BC to 1800 AD, and includes two thousand names. Priestley organized his list into six categories: Statesman and Warriors; Divines and Metaphysicians; Mathematicians and Physicians (natural philosophers were placed here); Poets and Artists; Orators and Critics (prose fiction authors were placed here); and Historians and Antiquarians (lawyers were placed here). Priestley's \"principle of selection\" was fame, not merit; therefore, as he mentions, the chart is a reflection of current opinion. He also wanted to ensure that his readers would recognize the entires on the chart. Priestley had difficulty assigning his all of his people to individual categories; he attempted to list them in the category under which their most important work had been done. Machiavelli is therefore listed as a historian rather than a statesman and Cicero is listed as a statesman instead of an orator. The chart was also arranged in order of importance; \"statesmen are placed on the lower margin, where they are easier to see, because they are the names most familiar to readers.\" The \"Chart of History\" lists events in 106 separate locations; it illustrates Priestley's belief that the entire world's history was significant, a relatively new development in the eighteenth century, which had begun with Voltaire and William Robertson. The world's history is divided up into the following geographical categories: Scandinavia, Poland, Russia, Great Britain, Spain, France, Italy, Turkey in Europe, Turkey in Asia, Germany, Persia, India, China, Africa and America. Priestley aimed to show the history of empires and the passing of power; the subtitle of the \"Description\" that accompanied the chart was \"A View of the Principle Revolutions of Empire that have taken place in the World\" and he wrote that: The capital use [of the \"Charts\" was as] a most excellent mechanical help to the knowledge of history, impressing the imagination indelibly with a just image of the rise, progress, extent, duration, and contemporary state of all the considerable empires that have ever existed in the world. As Arthur Sheps in his article about the \"Charts\" explains, \"the horizontal line conveys an idea of the duration of fame, influence, power and domination. A vertical reading conveys an impression of the contemporaneity of ideas, events and people. The number or density of entries . . . tells us about the vitality of any age.\" Voids in the chart indicated intellectual Dark Ages, for example. Both \"Charts\" were popular for decades—the \"A New Chart of History\" went through fifteen editions by 1816. The trustees of Warrington were so impressed with Priestley's lectures and charts that they arranged for the University of Edinburgh to grant him a Doctor of Law degree in 1764."}, {"subtitle": "Religious education.", "level": 2, "merged_title": ["Joseph Priestley and education", "Religious education."], "text": "Priestley pondered what form the best religious education would take throughout his life. In the 1760s, when he was a student at Daventry Academy, he imbibed the pedagogical principles of its founder, Philip Doddridge; although he was dead, Doddridge's emphasis on academic rigor and freedom of thought lived on at the school and impressed Priestley. These ideals would always be a part of Priestley's educational programs. He began writing one of these while still at Daventry, the \"Institutes of Natural and Revealed Religion\". However, he did not publish the work until 1772, when he was at Leeds. In an effort to increase and stabilize membership at his church there, he taught three religious education classes. He subdivided the young people of the congregation into three categories: young men from 18–30 to whom he taught \"the elements of natural and revealed religion\" (young women may or may not be included in this group); children under 14 to whom he taught \"the first elements of religious knowledge by way of a short catechism in the plainest and most familiar language possible\"; and \"an intermediate class\" to whom he taught \"knowledge of the Scriptures only.\" Unlike the later Sunday schools established by Robert Raikes, Priestley aimed his classes at middle-class Rational Dissenters; he wanted to teach them \"the principles of natural religion and the evidences and doctrine of revelation in a regular and systematic course,\" something their parents could not provide. Priestley wrote texts for the courses he envisioned: \"A Catechism for Children and Young Persons\" (1767), which went through eleven English-language editions; and \"A Scripture Catechism, consisting of a Series of Questions, with References to the Scriptures instead of Answers\" (1772), which went through six British editions by 1817. He aimed to write non-sectarian \"Catechisms\", but in this he failed. He offended many orthodox readers by focusing on God's benevolence instead of on Adam's sin and Christ's atonement. Priestley implemented this same system of religious instruction over a decade later in Birmingham, when he became a minister at New Meeting."}, {"subtitle": "Bibliography.", "level": 2, "merged_title": ["Joseph Priestley and education", "Bibliography."], "text": "For a complete bibliography of Priestley's works, see the list of works by Joseph Priestley."}], "max_level": 3, "abstract": ["", "Joseph Priestley ( – 8 February 1804) was a British natural philosopher, Dissenting clergyman, political theorist, and theologian. While his achievements in all of these areas are renowned, he was also dedicated to improving education in Britain; he did this on an individual level and through his support of the Dissenting academies. His grammar textbook was innovative and highly influential. More importantly, though, Priestley introduced a liberal arts curriculum at Warrington Academy, arguing that a practical education would be more useful to students than a classical one. He was also the first to advocate the study and teaching of modern history, an interest driven by his belief that humanity was improving and could bring about Christ's Millennium."], "error": 0}
{"title": "Barbara Pike", "docid": "11987693", "section_list": [{"subtitle": "Biography.", "level": 2, "merged_title": ["Barbara Pike", "Biography."], "text": "Barbara Pike is one of two daughters born to Barend Elzas, an industrial chemist, and his wife Klara 'Claire' Kindinger. She attended the Parktown High School for Girls in Johannesburg and matriculated in 1949. She obtained a B.Sc. in botany and zoology at Witwatersrand University in 1952 and went on to a Higher Education Diploma at the Johannesburg College of Education. She worked as biochemist and medical artist at the Department of Surgery and Medicine, Witwatersrand University from 1953–1955. In 1956 she worked as biochemist for the Department of Water Research at the CSIR in Johannesburg. After this she returned to Witwatersrand University once again to take up the post of botanical illustrator for the Botany Department between the years 1957 to 1985. The Geological Survey Museum in Pretoria employed her as an artist in 1985.  Barbara was married to Merrill Andrew Pike and had two sons, Andrew John Pike 1958 and Richard Linden Pike 1961. She currently lives in Parkwood, Johannesburg."}, {"subtitle": "Works.", "level": 2, "merged_title": ["Barbara Pike", "Works."], "text": ""}, {"subtitle": "Awards.", "level": 3, "merged_title": ["Barbara Pike", "Works.", "Awards."], "text": "Her first award was in 1945 at the National Eisteddfod when she won first place in the category 'illustration under 12 years of age'. She was awarded silver medals by Kirstenbosch in 2000 and 2004, gold medals in 2002 and 2006."}, {"subtitle": "Publications.", "level": 3, "merged_title": ["Barbara Pike", "Works.", "Publications."], "text": "Her artwork has appeared in:"}], "max_level": 3, "abstract": ["", "Rosalie Barbara Pike born 29 March 1933 in Johannesburg is a South African botanical artist."], "error": 0}
{"title": "Alphonse-Louis du Plessis de Richelieu", "docid": "11987713", "section_list": [], "max_level": 0, "abstract": " was archbishop of Aix in 1626, archbishop of Lyon in 1628. He was created cardinal in 1629.", "error": 0}
{"title": "The RSHS Catalyst", "docid": "11987715", "section_list": [], "max_level": 0, "abstract": "e RSHS Catalyst or abbreviated as TRC or simply called Catalyst is the official English Broadsheet of Regional Science High School for Region 1. It was established in 1994 to serve as a medium of information dissemination on school's events and activities. The paper has consistently representing Region 1 in the National Schools Press Conference since its creation. It had also won numerous awards in the said competition.", "error": 0}
{"title": "Gone in the Night", "docid": "11987723", "section_list": [{"subtitle": "The Dowaliby Case.", "level": 2, "merged_title": ["Gone in the Night", "The Dowaliby Case."], "text": "On September 10, 1988, 7 year-old Jaclyn Dowaliby was kidnapped from her home in the middle of the night. Two years later in 1990, Cynthia and Jaclyn's adoptive father David Dowaliby went on trial for the murder of their daughter. Cynthia was acquitted by the judge on grounds of insufficient evidence, but David was tried and convicted of his daughter's death and sentenced to a total of 45 years in prison. His conviction came partly because the jury was shown photographs of a closet door, with fist holes in it. It was later proven that this damage happened before David even moved into the house. In 1991, David's conviction was overturned when the Illinois Appellate Court reversed the conviction outright, holding that the evidence against him had been no more probative than that against his wife. The murder of Jaclyn remains unsolved."}], "max_level": 2, "abstract": ["", "Gone in the Night is a 1996 American television film about the Jaclyn Dowaliby murder case, with Shannen Doherty and Kevin Dillon as Cynthia and David Dowaliby."], "error": 0}
{"title": "Malice (American band)", "docid": "11987738", "section_list": [{"subtitle": "Biography.", "level": 2, "merged_title": ["Malice (American band)", "Biography."], "text": "Malice formed in Portland, Oregon in the early-1980s, when former The Ravers guitarist Jay Reynolds assembled an embryonic line-up consisting of vocalist James Neal, future Wild Dogs duo, Matt McCourt on bass and Deen Castronovo on drums, and Kip Doran on guitar. Reynolds next decided to make the move to Los Angeles, soon to be joined by fellow guitarist Mick Zane, to start an all original metal band. When the duo was unable to find suitable players for their new venture, they convinced Neal, bassist Mark Behn and drummer Pete Laufman to move down from Portland as well after the initial Malice demo caused a stir and garnered label interest from Brian Slagel of Metal Blade Records. \"Captive of Light\" and \"Kick You Down\" from the demo were both selected to appear on \"Metal Massacre I\" alongside tracks by Metallica, Ratt, Steeler and others. Malice made their L.A. live debut in November 1982 at the Troubadour headlining a bill with Metallica and Pandemonium as opening acts. Other memorable L.A. shows included opening up for then new major label signees Armored Saint at Perkins Palace in Pasadena, CA in the spring of 1984. Adding drummer Cliff Carothers, formerly with the bands Snow and Assassin, in place of Pete Laufman, Malice set about recording new demos with producer Michael Wagener and soon found themselves in the midst of a label bidding war. Eventually, the band signed with Atlantic Records in the summer of 1984 and released their debut album, \"In The Beginning...\", in 1985. It consisted of songs the band had cut with Wagener and material recorded with Ashley Howe producing. Malice teamed up with producer Max Norman for their sophomore album, \"License to Kill\", released in 1987. Dave Mustaine and Dave Ellefson of Megadeth and Black 'n Blue's Jaime St. James, Tommy Thayer and Jeff Warner provided backing vocals on two songs, \"License to Kill\" and \"Chain Gang Woman.\" The band toured with Alice Cooper, W.A.S.P. and Motörhead, among others. They were also the support act for Slayer on their 1987 \"Reign In Pain\" European tour, an ill-fated trip that saw Malice faced with open hostility from the headliner's rabid crowds which forced the band to drop off the bill once the trek reached Germany. In late 1987, Jay Reynolds left the band to join Megadeth in place of Chris Poland but was ultimately ousted several months later when bandleader Dave Mustaine decided on hiring Jay's former roommate and guitar teacher, Jeff Young, instead. The band also parted ways with James Neal and carried on with a new vocalist, Mark Weitz, but finally split up in late 1988. The 1988 film Vice Versa featured Malice in a concert sequence, filmed in Champaign, IL, performing \"Crazy In The Night\". Metal Blade would issue a third Malice release, \"Crazy In The Night\", in 1989. It contained 3 songs recorded with Neal and \"Vice Versa\", with producer Paul Sabu providing lead vocals. Following the demise of Malice, Jay Reynolds formed War Party with former Megadeth drummer Chuck Behler. Mick Zane and Mark Behn would team up with former Black 'n Blue drummer Pete Holmes and vocalist Mark Isom under the name Monster. The band's sole album, \"Through the Eyes of the World\", surfaced on Long Island Records in Europe in 1995 and on Pulse Records in the U.S. in 1997. In 1999, EastWest Japan re-issued both \"In The Beginning...\" and \"License to Kill\" on CD; U.S. label Wounded Bird would follow suit in 2004. Jay Reynolds joined a revamped Metal Church line-up in early 2004 and recorded 2 albums with the band, \"Weight of the World\" (2004) and \"A Light in the Dark\" (2006), before exiting again in 2008. In 2006, Malice announced that they would be doing a reunion tour but canceled a number of European tour dates the following year. The band did perform a handful of shows in the U.S. utilizing the services of Last Empire and future Vicious Rumors vocalist Brian Allen. The band finally returned to Europe in April 2011 to co-headline the Keep It True XIV festival in Germany with new vocalist James Rivera (Helstar, Vicious Rumors). In 2008, Malice issued an archives release, \"The Rare and Unreleased\", on Retrospect Records containing all 4 songs from the \"Crazy In The Night\" EP and various early demos. In late 2011, it was announced that Malice had signed a record deal with Germany's SPV/Steamhammer; Robert Cardenas of Agent Steel was confirmed as the band's new live bass player. \"New Breed of Godz\", containing 4 new songs and re-recordings of 8 songs culled from \"In The Beginning...\" and \"License to Kill\", was released in May 2012. Mick Zane died from brain cancer on December 23, 2016. In 2020, Malice released a new album \"Rockin' with You\"."}], "max_level": 2, "abstract": ["", "Malice is an American heavy metal band formed in 1981, best known for their appearance on the first \"Metal Massacre\" compilation and the release of a pair of albums on Atlantic Records. Their heavily-European-influenced style elicited comparisons to Judas Priest."], "error": 0}
{"title": "Baby, I'm for Real", "docid": "11987744", "section_list": [{"subtitle": "History.", "level": 2, "merged_title": ["Baby, I'm for Real", "History."], "text": ""}, {"subtitle": "The Originals version.", "level": 3, "merged_title": ["Baby, I'm for Real", "History.", "The Originals version."], "text": "By the late sixties, male vocal quintet the Originals had been recording mostly background vocals for Motown artists most notably backing up brothers Jimmy Ruffin (\"What Becomes of the Brokenhearted\") and David Ruffin (\"My Whole World Ended (The Moment You Left Me)\") respectively. They also were as known for providing background vocals to some of Marvin Gaye's late sixties recordings such as \"Chained\". But their own singles up until then had failed to generate interest. Having befriended Gaye during recording sessions, the singer promised the group that he'll find them the hit they were searching for. With music written with his wife Anna, Marvin wrote the lyrics to a song called \"The Bells I Hear\" by Bobby Taylor with The Originals taking the place of The Vancouvers as background vocalists. Different from most Motown recordings of the period, directed by the psychedelic soul productions of Norman Whitfield, the song was a return to a back-to-basics doo-wop inspired approach which was championed by Gaye, who took creative control of the recording as the song's producer. Shelving the song and rewriting it as \"Baby I'm For Real\" and its follow-up \"The Bells\", Gaye had each member of the band provide a lead vocal on each of the verses while also singing along in the background. The singer would also produce another song titled \"You're the One\". While that song failed to chart, he pushed ahead for \"...Real\". Gaye had protested to Motown CEO Berry Gordy that he wanted to produce his own material and he used the Originals to help get his point across that he can provide a hit as he eventually did for the Originals as \"Baby I'm For Real\" reached number one on the Billboard Top Black Singles chart and reached number fourteen on the Pop Singles chart. eventually selling over a million copies and putting the Originals on the map for a brief period as recording artists. The song's success paved the way for two more successful Gaye-helmed productions: the follow-up \"The Bells\" (1970) and \"We Can Make It, Baby\". It is well known that guitarist, Mike Dutton is a big fan of the strings in this song."}, {"subtitle": "Cover versions.", "level": 2, "merged_title": ["Baby, I'm for Real", "Cover versions."], "text": ""}, {"subtitle": "Esther Phillips version.", "level": 3, "merged_title": ["Baby, I'm for Real", "Cover versions.", "Esther Phillips version."], "text": "Esther Phillips recorded a version which peaked at position 38 on \"Billboard's\" R&amp;B chart in 1972."}, {"subtitle": "Bohannon version.", "level": 3, "merged_title": ["Baby, I'm for Real", "Cover versions.", "Bohannon version."], "text": "In 1980, percussionist Hamilton Bohannon recorded it as a duet with Caroline Crawford and the tune appeared on his \"Music In The Air\" LP."}, {"subtitle": "Sherrick version.", "level": 3, "merged_title": ["Baby, I'm for Real", "Cover versions.", "Sherrick version."], "text": "Los Angeles-based R&amp;B singer/balladeer Sherrick, released a version of the song on single, which peaked at #53 on Billboard's Hot R&amp;B\\Hip-Hop Singles &amp; Tracks chart. It was taken from his 1987 album entitled \"Sherrick\" for Warner Bros. Records. On January 22, 1999, Sherrick died at the age of 41, of unknown causes in Los Angeles, California."}, {"subtitle": "After 7 version.", "level": 3, "merged_title": ["Baby, I'm for Real", "Cover versions.", "After 7 version."], "text": "In 1992, R&amp;B group After 7 sought to revive this song while recording their \"Takin' My Time\" album. Issued as the first release off that album, they also covered parts of Bloodstone's \"Natural High\". The song returned to the upper reaches of the R&amp;B charts some twenty-three years after it was first recorded, eventually peaking at number five."}, {"subtitle": "\"Baby, I'm for Real - '82\".", "level": 3, "merged_title": ["Baby, I'm for Real", "Cover versions.", "\"Baby, I'm for Real - '82\"."], "text": "The Originals themselves rerecorded the song for the independent Phase II label in 1982. The song was released as \"Baby, I'm for Real - '82\", and was credited to The Originals featuring group member Hank Dixon. The song was produced by former Motown musician Hamilton Bohannon. It proved to be the group's last single before disbanding."}], "max_level": 3, "abstract": ["", "\"Baby, I'm for Real\" is a soul ballad written by Marvin Gaye and Anna Gordy Gaye, produced by Marvin and recorded and released by American Motown vocal group The Originals for the Soul label issued in 1969."], "error": 0}
{"title": "Yushō disease", "docid": "11987749", "section_list": [], "max_level": 0, "abstract": " 2008, a dioxin poisoning event caused the 2008 Irish pork crisis in which Irish pork was recalled worldwide.", "error": 0}
{"title": "Court of Disputed Returns (Queensland)", "docid": "11987785", "section_list": [{"subtitle": "History.", "level": 2, "merged_title": ["Court of Disputed Returns (Queensland)", "History."], "text": "The Court's jurisdiction over disputed electoral returns can be traced to the practices of the United Kingdom Parliament. There were disputes between the Chancery Court and the House of Commons as to which body had the authority to determine who was rightly elected to Parliament. In 1770, the Grenville Act 1770 (UK) established a form of jury system in which a Select Committee of the House of Commons handled the determination of these disputes. Later, a committee of 11 members was chosen by ballot to report their decision to the House. In 1868, the Parliamentary Elections Act 1868 (UK) was passed conferring jurisdiction on two judges of the Queen's Bench to determine these issues. The transfer of jurisdiction from Parliament to the courts was hastened by a concern with the partisanship of Parliament in ruling on electoral disputes. Essentially, voting along party lines made these disputes an exercise in the numbers rather than a determination on the merits."}, {"subtitle": "The Queensland situation.", "level": 2, "merged_title": ["Court of Disputed Returns (Queensland)", "The Queensland situation."], "text": "At the time of federation in 1901 in Australia, there was no uniform method of resolving election disputes. Western Australia and Tasmania had already transferred jurisdiction over disputed returns to their respective Supreme Courts. Queensland and South Australia alone had created hybrid tribunals. These tribunals were a mixture of politicians and judges who constituted them. Victoria and New South Wales retained the exclusive jurisdiction to determine disputed returns for themselves. In 1867, Queensland had set up a parliamentary committee called the “Committee of Elections and Qualifications” to determine disputes. In 1886, Queensland set up an Elections Tribunal under the Elections Tribunal Act 1886 (Qld) and revoked the authority of the committee. This continued until 1915 when an election tribunal was set up constituted by a single judge under Elections Act 1915 (Qld) was created replacing the previous tribunal  In 1992 the election tribunal was disbanded. In its place, the \"Electoral Act 1992\" (Qld) established the Court of Disputed Returns as a division of the Supreme Court; to mirror the legal situation in the Australian court hierarchy with the High Court of Australia and the situation in other states, such as with the Supreme Court of New South Wales. In effect, the Supreme Court exercises the jurisdiction of disputed returns, rather than actually as a special tribunal or as acting as persona designata."}, {"subtitle": "Procedure.", "level": 2, "merged_title": ["Court of Disputed Returns (Queensland)", "Procedure."], "text": "A dispute about an election may be made by petition to the Supreme Court, which sits as the Court of Disputed Returns. The petition can be heard by a single judge or it can be heard by more than one judge depending on the nature of the petition. Generally, only a single judge hears the case. The petition can be made by a candidate at the election for the electoral district concerned, an elector for the electoral district concerned, a person who the Electoral Commission decided was not properly nominated, or the Electoral Commission itself. The petitioner must make the application within seven days and pay a filing fee. The court may conduct hearings or other proceedings in relation to the petition. It is not bound by technicalities, legal forms or rules of evidence. It must deal with the petition as quickly as is reasonable in the circumstances. Wherever possible, it must ensure that the petition hearing begins within 28 days after the petition is lodged and the court’s final orders are given within 14 days after the end of the proceeding. In making a decision, the Court must exercise its judgment according to its good conscience and according to what it considers to be the substantial merits of the case as to whether the respective common law or statutory criteria have been met. It permits resort to a common sense judgment in all the circumstances. However, the court's judgment cannot be merely arbitrary."}, {"subtitle": "Caseload.", "level": 2, "merged_title": ["Court of Disputed Returns (Queensland)", "Caseload."], "text": "In 1995 the court heard its first petition under the new election laws. This was a petition concerning the return for the 1995 election of a member for the Electoral district of Mundingburra. The court noted that there were 22,035 enrolled voters, of which 2,513 did not cast a vote. Of those votes, 287 were informal votes. On the remaining 19,235 votes, the petitioner received 8,541 first preference votes whilst the elected person received 8,429 votes. The voting then went to preferences. On second preferences, the petitioner received 751 of those second preference votes and the elected person received 879 votes. This meant that the elected person received 9,308 votes whilst the petitioner received 9,292 votes. The end result was the elected person was elected by a majority of 16 votes. The court analysed the voting process and determined that there were 35 instances of invalid voting or correct voting which had been rejected. In the circumstances, the Justice Ambrose ordered a fresh election for the electorate of Mundingburra. In the same year, the court also determined a preliminary issue for a petition concerning the election return for the Electoral district of Greenslopes. In that case, the petitioner alleged that the Electoral Commission has not followed procedures in counting declaration votes, and as a result, the whole election for Greenslopes should be declared as invalid. The court dismissed the application noting that even if it was correct, the number of informal would total 3,504 votes instead of 420 votes, and the elected person would have received 8,143 votes as against the petitioner’s 7,946 votes. In 1998, the court heard a petition concerning the election held on 13 June 1998 of a member of parliament for the Electoral district of Mansfield. The petitioner was the former sitting member representing the Liberals whilst the Labor candidate was declared elected. The petition alleged that a how to vote card was handed out by Labor party workers to voters for the One Nation Party (ONP), which directed second preferences to Labor. The how to vote card was a Labor authorised card rather than an ONP authorised card. In the circumstances of the dispute, the court dismissed the petition. In 2001 and 2004, a person declared by the Supreme Court of Queensland to be vexatious, attempted to bring a case in the Court of Disputed Returns against the Premier of Queensland, Peter Beattie. The basis of his applications was a “remedy of long standing defects in respect of the manner in which the State and Nation’s affairs” are conducted, or in other words, that the Queensland Government was unconstitutional. The basis of his application was that the legal tender of money could only be made in coins made of gold (and not paper money or ordinary coins), and secondly, that the whole of the Queensland Government was invalid as a change to the governor’s office was not approved by way of a referendum. The person was not permitted to bring the petition, and the presiding judge, Justice Chesterman wryly noted that he could not understand why the applicant was petitioning the court to be elected to a parliament which he claimed was actually invalid."}, {"subtitle": "Appeals.", "level": 2, "merged_title": ["Court of Disputed Returns (Queensland)", "Appeals."], "text": "Generally courts of disputed returns have no rights of appeal. In the Queensland situation, there is a limited right of appeal to the Court of Appeal on a question of law. This appeal must be lodged within seven days."}], "max_level": 2, "abstract": ["", "The Queensland Court of Disputed Returns is a court that adjudicates disputes concerning Queensland Government and local government elections and state referendums in Queensland, Australia. The Court is a division of the Supreme Court of Queensland.", "A disputed return occurs in which the result of an election is questioned. The name disputed returns derives from the practice in common law countries of the issuing of a writ for the election and then the parliament receiving the results by way of returns after the counting of ballots. The court attempts to eliminate the partisan nature of parliament and gives the determination of electoral disputes to an independent and dispassionate neutral body. As parliament traditionally has the sole authority to determine these matters, parliament must create a special law to bring that body into existence to determine those disputes. Where there is no law, the parliament itself determines these disputes. In the Queensland situation, the parliament has decided that the court should be the only avenue for disputing an election result.", "The Court has no jurisdiction in Australian federal elections, where disputed returns are heard in the Federal Court of Australia or, on appeal, in the High Court of Australia."], "error": 0}
{"title": "His Fleetwood Mac Years &amp; Beyond", "docid": "11987788", "section_list": [], "max_level": 0, "abstract": "b Welch: His Fleetwood Mac Years &amp; Beyond was an album of rerecordings of songs by former Fleetwood Mac guitarist turned solo artist Bob Welch, released in 2003. As the title suggests, most of the songs were rerecordings of songs he had written and recorded both with Fleetwood Mac and solo. The album also contained a recording of \"Oh Well\", a Mac hit from before Welch's time in the group, that he sang many times after Peter Green's departure; and a brand new track, \"Like Rain\". The album was re-released in 2008 as Greatest Hits &amp; More - Revisited.", "error": 0}
{"title": "Carlson's patrol", "docid": "11987789", "section_list": [{"subtitle": "Background.", "level": 2, "merged_title": ["Carlson's patrol", "Background."], "text": ""}, {"subtitle": "Guadalcanal campaign.", "level": 3, "merged_title": ["Carlson's patrol", "Background.", "Guadalcanal campaign."], "text": "On 7 August 1942, Allied forces (primarily U.S. Marines) landed on Guadalcanal, Tulagi, and Florida Islands in the Solomon Islands. Their mission was to deny the Japanese use of the islands as bases for threatening the supply routes between the U.S. and Australia, and to secure the islands as starting points for a campaign to isolate the major Japanese base at Rabaul while also supporting the Allied New Guinea campaign. The landings initiated the six-month-long Guadalcanal Campaign. The Japanese were taken by surprise, and by nightfall on 8 August the 11,000 Allied troops—under the command of Lieutenant General Alexander Vandegrift—secured Tulagi and nearby small islands as well as an airfield under construction at Lunga Point on Guadalcanal. The Allies later renamed the airfield Henderson Field. To protect the airfield, the U.S. Marines established a perimeter defense around Lunga Point. Additional reinforcements over the next two months later increased the number of U.S. troops at Lunga Point to more than 20,000. In response to the Allied landings on Guadalcanal, the Japanese Imperial General Headquarters assigned the Imperial Japanese Army's 17th Army—a corps-sized command based at Rabaul and under the command of Lieutenant-General Harukichi Hyakutake—with the task of retaking Guadalcanal. Units of the 17th Army began to arrive on Guadalcanal on 19 August to drive Allied forces from the island. The first Japanese attempt to recapture Henderson Field failed when a 917-man force was defeated on 21 August in the Battle of the Tenaru. The next attempt took place from 12–14 September, ending in the defeat of the 6,000 soldiers under the command of Major General Kiyotake Kawaguchi at the Battle of Edson's Ridge. Kawaguchi and the surviving Japanese troops then regrouped west of the Matanikau River on Guadalcanal."}, {"subtitle": "Battle for Henderson Field.", "level": 3, "merged_title": ["Carlson's patrol", "Background.", "Battle for Henderson Field."], "text": "Between 1 and 17 October, the Japanese delivered 15,000 troops to Guadalcanal, giving Hyakutake 20,000 total troops to employ for his planned offensive. After his staff officers observed the American defenses around Lunga Point, Hyakutake decided that the main thrust of his planned attack would be from south of Henderson Field. His 2nd Division (augmented by troops from the 38th Division), under Lieutenant General Masao Maruyama was ordered to march through the jungle and attack the American defenses from the south near the east bank of the Lunga River. The 7000-member 2nd Division was split into three units; the Left Wing Unit under Major General Yumio Nasu containing the 29th Infantry Regiment, the Right Wing Unit under Kawaguchi consisting of troops from the 230th Infantry Regiment (from the 38th Infantry Division), and the division reserve led by Maruyama comprising the 16th Infantry Regiment. On 23 October, Maruyama's forces struggled through the jungle to reach the American lines. Kawaguchi—on his own initiative—began to shift his right wing unit to the east, believing that the American defenses were weaker in that area. Maruyama, through one of his staff officers, ordered Kawaguchi to keep to the original attack plan. When he refused, Kawaguchi was relieved of command and replaced by Colonel Toshinari Shōji, commander of the 230th Infantry Regiment. That evening, after learning that the left and right wing forces were still struggling to reach the American lines, Hyakutake postponed the attack to 19:00 on 24 October. The Americans remained completely unaware of the approach of Maruyama's forces. Finally, late on 24 October, Maruyama's forces reached the U.S. Lunga perimeter. Over two consecutive nights Maruyama's forces conducted numerous unsuccessful frontal assaults on positions defended by troops of the 1st Battalion, 7th Marines (1/7) under Lieutenant Colonel Chesty Puller and the U.S. Army's 3rd Battalion, 164th Infantry Regiment, commanded by Lieutenant Colonel Robert Hall. U.S. Marine and Army rifle, machine gun, mortar, artillery and direct canister fire from anti-tank guns \"wrought terrible carnage\" on the Japanese. More than 1,500 of Maruyama's troops were killed in the attacks while the Americans lost about 60 killed. Shōji's right wing units did not participate in the attacks, choosing to remain in place to cover Nasu's right flank against a possible attack in that area by U.S. forces that never materialized. At 08:00 on 26 October, Hyakutake called off further attacks and ordered his forces to retreat. Maruyama's left wing and division reserve survivors were ordered to retreat back to the Matanikau River area while the right wing unit under Shōji was told to head for Koli Point, east of the Lunga River. Shōji and his troops began arriving at Koli Point on November 3."}, {"subtitle": "Aola Bay and the Koli Point action.", "level": 3, "merged_title": ["Carlson's patrol", "Background.", "Aola Bay and the Koli Point action."], "text": "At 05:30 on 4 November, two companies from the 2nd Marine Raider Battalion—commanded by Lieutenant Colonel Evans Carlson, landed by boat at Aola Bay, east of Lunga Point. Carlson's raiders—along with troops from the U.S. Army's 147th Infantry Regiment—were to provide security for 500 Seabees as they attempted to construct an airfield. The Aola Bay airfield construction effort had been approved by William Halsey, Jr.—commander of Allied forces in the south Pacific area—acting on a recommendation by Rear Admiral Richmond K. Turner, U.S. naval commander of amphibious forces for the south Pacific. The 2nd Marine Raider Battalion was a unique unit in the Marine Corps. The battalion's original organization and tactics were based around Communist Chinese precepts Carlson had witnessed while serving as an observer with the Communists during the Second Sino-Japanese War in 1937-1938. These precepts included promoting equality between officers and enlisted men and making decisions through collective consensus. Unlike the 1st Marine Raider Battalion, which focused on commando tactics, the 2nd Battalion trained to operate as a guerrilla force. The training included an emphasis on infiltration tactics and often involved tactical exercises conducted at night. The battalion was organized into six self-contained rifle companies and a headquarters company. Before landing at Guadalcanal elements of the battalion had seen action as part of the garrison of Midway Atoll during the Battle of Midway in May 1942 and the near disastrous Makin Island raid in August. In early November, Vandegrift, fearing that the Japanese were planning an assault on the Lunga perimeter from the east using Shōji's forces plus additional reinforcements, launched an operation against the Japanese units at Koli Point. Beginning on 4 November, two battalions of U.S. Marines and two battalions of U.S. Army troops attacked and attempted to encircle Shōji's men at Gavaga Creek near the village of Tetere in the Koli Point area. As the American troops were attempting to destroy Shōji's force, Vandegrift ordered Carlson's raiders to march overland from Aola Bay toward Koli Point to cut off any of Shōji's forces that escaped the encirclement attempt. On 5 November, two transport ships headed for Espiritu Santo to pick up three companies from Carlson's battalion while Carlson prepared his two companies already on Guadalcanal to march overland towards Koli Point. Carlson arranged for rear echelon personnel at Aola to resupply his patrol with rations every four days at a prearranged point on the coast. A patrol with native carriers would meet the boat and manpack the supplies inland to Carlson's patrol base."}, {"subtitle": "Patrol.", "level": 2, "merged_title": ["Carlson's patrol", "Patrol."], "text": ""}, {"subtitle": "Initial actions.", "level": 3, "merged_title": ["Carlson's patrol", "Patrol.", "Initial actions."], "text": "At first light on 6 November, Carlson and his command group, two of his companies, and a group of native scouts and carriers commanded by Major John Mather of the Australian Army and Sergeant Major Jacob C. Vouza of the Solomon Islands Police Force set out from Aola on the patrol. The group marched along a jungle trail northwest to the Reko River, arriving on 7 November. At the Reko, Carlson learned that the local Christian mission had recently been raided by Japanese troops who had killed two of the missionaries before moving west. Pushing across the river with one platoon of troops, Carlson encountered a small group of Japanese who shot and severely wounded the native scout leading the Marine column. Returning fire, the Marines killed two Japanese soldiers and drove off another three or four. Carlson's main body then arrived and the column bivouacked for the night. On 8 November, the column continued through the jungle to the northwest, striking the coast at the Kena River, and made camp at the village of Tasimboko, from Aola Bay. The next day they crossed the Berande and Balasuna rivers and reached the village of Binu— southwest of Tasimboko—in the afternoon. At Binu, about southeast of Koli Point, Carlson established his base camp and prepared to block the movement of any Japanese forces from Koli to the east and south. The other three raider companies arrived at Aola on 8 November. On 9 November, they moved by landing craft to Tasimboko and, on 10 November marched overland—guided by native scouts—toward Binu. On the way, the raiders encountered a small group of Japanese soldiers and killed three of them before arriving at Binu in the afternoon of the same day. In the meantime, Hyakutake ordered Shōji to abandon his positions at Koli and rejoin Japanese forces at Kokumbona in the Matanikau area. Although American forces had almost completely encircled Shōji's troops along Gavaga Creek at Koli, a gap existed by way of a swampy creek in the southern side of the American lines. Taking advantage of this route, Shōji's men began to escape. The Americans closed the gap in their lines on 11 November, but by then Shōji and between 2,000 and 3,000 of his men had escaped into the jungle to the south. On 11 November, Carlson sent four of his battalion's companies—\"C\", \"D\", \"E\", and \"F\"—to fan out and patrol the area to the north and west of Binu. The remaining company, \"B\", stayed behind to provide security for the Binu base camp. At 10:00, Company C, which had marched directly west toward the village of Asamana, encountered a large body of Shōji's troops camped near the Metapona River and were quickly pinned down by rifle, machinegun, and mortar fire. Carlson responded by directing Companies D and E to come to C's aid, attacking the Japanese forces from two different directions. As Companies D and E moved in C's direction, both encountered large concentrations of Shōji's soldiers and, by 12:30, were involved in intense firefights. At 15:00, Company D commander Captain Charles McAuliffe—with nine of his men—unexpectedly marched into the Binu base camp. McAuliffe reported to Carlson that soon after he had made contact with the Japanese forces, he and one of his squads had become cut off from the rest of his company. After extricating themselves with difficulty, McAuliffe and the men with him had decided to retreat back to the base camp. McAuliffe reported that, as far as he knew, the rest of his company had been annihilated. A short time later, however, the rest of D Company arrived at the base camp, led by Gunnery Sergeant George Schrier, after successfully disengaging from the firefight. Carlson summarily relieved McAuliffe for what he later described as \"total ineptitude for leadership in battle\" and placed Captain Joe Griffith in command of Company D. Along with Company F, which had returned to the base camp, Carlson proceeded to the area where Company C was engaged, arriving at 16:30. Carlson ordered Company F to attack the Japanese positions facing Company C at 17:15. In the meantime, the Japanese troops departed the area, which Company F soon confirmed. Leaving Company F at the scene, Carlson returned to Binu with Company C, arriving at 22:00. Company E arrived at Binu about the same time and reported that they had caught a Japanese company crossing a river in the open and killed many of them before withdrawing. Carlson then took Company B and returned to the area that Company F was guarding, arriving at daybreak on 12 November. The Marines had suffered 10 killed in the day's actions and estimated that they had killed 120 Japanese soldiers. Carlson and the two companies, with Company B leading, marched west towards the village of Asamana on the Metapona River. While crossing the river, the Marines captured two Japanese soldiers and killed a third who happened by in a native boat, then attacked and occupied Asamana, surprising and killing several Japanese soldiers in the village. Signs in Japanese in the village indicated that it was being used as a rallying location for Shōji's forces. Occupying defensive positions around the village and river crossing, the raiders killed 25 Japanese soldiers that approached the village during the remainder of the day. The next day, when a company-sized column of Japanese soldiers approached Asamana, the raiders called in artillery fire from the 1st Battalion, 10th Marine Regiment, killing many of the Japanese and causing the rest to scatter and retreat away from the village. Carlson and the Marines with him returned to Binu on 14 November to rest and reprovision. In the same day, a patrol from the raiders Company F wiped out a 15-man Japanese encampment discovered by the native scouts. On 15 November, Carlson's battalion changed their base camp from Binu to Asamana. By this time, however, Shōji's units were no longer in the area, having continued their march deep into the interior of Guadalcanal en route to the Matanikau. Raider patrols around Asamana over the next two days found and killed a few scattered Japanese stragglers."}, {"subtitle": "New mission.", "level": 3, "merged_title": ["Carlson's patrol", "Patrol.", "New mission."], "text": "Carlson's battalion was ordered to move to the upper Tenaru River and patrol around the Lunga River—south of the Lunga perimeter—to locate the trail the Japanese had used to position their men and materiel for their assaults during the Battle for Henderson Field. Carlson's raiders were also to seek out and destroy several Japanese artillery pieces that had been delivering harassing fire against Henderson Field for several weeks. The raiders set up the new base camp about southeast of the Lunga perimeter on 20 November and rested and replenished until 24 November. On 25 November, Carlson's Company A arrived from Espiritu Santo and joined the raiders. On 27 November, the battalion relocated further up the Tenaru River and established two auxiliary patrol bases upstream and downstream, respectively. On 28 November, Companies B and D patrolled across the Lunga River and bivouacked in the Mount Austen area, southwest of the Lunga perimeter. The same day, Companies A and F patrolled further south between the Lunga and the Tenaru. On 30 November, the raiders found a Japanese 75 mm mountain gun and anti-tank gun emplaced on a ridge about south of the Lunga perimeter. As one squad of six Marines from Company F patrolled near where the guns were discovered, they entered a hidden Japanese camp and found themselves among about 100 Japanese soldiers resting under shelters with their weapons stacked around trees in the center of the camp. In the resulting melee, the raider squad killed about 75 of the Japanese. The rest escaped. The raiders rested on 1 December and received some provisions by airdrop. On 2 December, Carlson fanned out his patrols around the Lunga River. Company B discovered 10 Japanese camped by the river and killed all of them. None of the other companies encountered any Japanese, but one discovered another 75 mm mountain gun. Late in the day, Carlson received orders to terminate the patrol and take his troops into the Lunga perimeter the next day. On 3 December, Carlson sent Companies C, D, and E east towards the Tenaru river while Companies A, B, and F headed west towards Mount Austen. Companies C, D, and E reached the lower Tenaru and entered friendly lines at Lunga Point without incident. Companies A, B, and F, however, encountered a Japanese patrol near the summit of Mount Austen. In a close-quarters fight in the jungle, 25 Japanese were killed and four Marines were seriously wounded, one of whom died later. The next day, Companies A, B, and F set out with the intention of entering the Lunga perimeter near the Matanikau River. Along the way, the Marine column was ambushed by a Japanese machinegun team that killed four raiders. Seven Japanese were killed in this skirmish. The patrol encountered no further opposition and entered friendly lines at Lunga Point by mid-afternoon."}, {"subtitle": "Aftermath.", "level": 2, "merged_title": ["Carlson's patrol", "Aftermath."], "text": "As Carlson's battalion was ending its patrol, Shōji and his surviving troops were reaching friendly positions west of the Matanikau. In addition to the losses sustained from attacks by Carlson's raiders, a lack of food and tropical diseases felled many more of Shōji's men. By the time Shōji's forces reached the Lunga River in mid-November, about halfway to the Matanikau, only 1,300 men remained with the main body. When Shōji reached the 17th Army positions west of the Matanikau, only 700-800 survivors were still with him. Survivors from Shōji's force later participated in the Battle of Mount Austen, the Galloping Horse, and the Sea Horse in December 1942 and January 1943. During the 29 days of the patrol, Carlson's raiders hiked approximately to cover a straight-line distance of about from Aola Bay to the Matanikau River. Carlson claimed that his troops killed 488 Japanese soldiers and captured or destroyed large amounts of equipment, including two howitzers and various small arms and ammunition. The 2nd Raiders suffered 16 killed and 17 wounded (plus 2 wounded native guides). Non-battle casualties totaled 225, of which 125 suffered from malaria, 29 from dysentery, and 71 from ringworm or jungle rot. Most of the remaining raiders were also suffering some type of physical ailment. On 17 December, the raiders departed Guadalcanal by ship and arrived back at their home camp on Espiritu Santo on 20 December. At Espiritu Santo, the unit continued to be affected by the lingering tropical diseases many had contracted during the Guadalcanal patrol. In the second week of March 1943, the 2nd Raiders were declared unfit for combat duty, although this finding was never announced in an official document. The 2nd Marine Raiders did not participate as a unit in a combat operation until the Bougainville campaign beginning on 1 November 1943. In spite of the high fallout from disease, Carlson's troops generally felt that they had performed well as a unit during the patrol and had accomplished their mission. Cleland E. Early—a lieutenant in Carlson's Company E—described the long Guadalcanal patrol and the effect on his unit: \"Enduring the living conditions was worse than the combat. My platoon went in with 30 men, one corpsman and one officer. When we came out we had one officer, one corpsman, and 18 enlisted, all of whom had malaria, worms, diarrhea, jungle rot and high morale."}], "max_level": 3, "abstract": ["", "Carlson's patrol, also known as The Long Patrol or Carlson's long patrol, was an operation by the 2nd Marine Raider Battalion under the command of Evans Carlson during the Guadalcanal Campaign against the Imperial Japanese Army from 6 November to 4 December 1942. In the operation, the 2nd Raiders attacked forces under the command of Toshinari Shōji, which were escaping from an attempted encirclement in the Koli Point area on Guadalcanal and attempting to rejoin other Japanese army units on the opposite side of the U.S. Lunga perimeter.", "In a series of small unit engagements over 29 days, the 2nd Raiders killed almost 500 Japanese soldiers while suffering only 16 killed, although many were afflicted by disease. The raiders also captured a Japanese field gun that was harassing Henderson Field, the Allied airfield at Lunga Point on Guadalcanal."], "error": 0}
{"title": "Turtle Bay, Oahu", "docid": "11987797", "section_list": [{"subtitle": "Geography and environment.", "level": 2, "merged_title": ["Turtle Bay, Oahu", "Geography and environment."], "text": " One of the last undeveloped areas on Oahu, Turtle Bay is recognized for its rock formations, wild coastal beaches, threatened green sea turtles and endangered Hawaiian monk seal habitats, whale spottings, traditional fishing areas, small local agricultural lots and Hawaiian ancestral burial grounds. The beach is sandy but the swimming conditions are poor because the ocean floor near the shoreline is rocky. There is a large limestone shelf that spans almost the entire length of the bay. The coastal underwater formations are home to one of the most striking limu (algae) found in the Islands. \"Martensia fragilis\" grows on rocks in tide pools and on reef flats. This iridescent species ranges from light blue to pink and orange in color. The bay is surrounded by about of beaches and of trails."}, {"subtitle": "Attractions.", "level": 2, "merged_title": ["Turtle Bay, Oahu", "Attractions."], "text": "A World War II concrete bunker stands at the tip of the bay's western point. It is located at , just north of Route 83, known as Kamehameha Highway. To the west of the point is Kawela Bay, and to the east, the former site of Kahuku Army Airfield. The Turtle Bay Resort has the North Shore's sole large hotel. The resort rests on including the former airfield runways. Other accommodations on the resort include the beach front Villas (built in 2005) and the Kuilima Estates Condos (built in the early 1970s). The resort took the \"turtle bay\" name officially in 1983. Previously the area was called Kuilima, and the point was Kalaeokaunu. A $45 million deal to preserve nearly 630 acres of open space with the Turtle Bay Resort was finalized in October 2015."}, {"subtitle": "Sports.", "level": 2, "merged_title": ["Turtle Bay, Oahu", "Sports."], "text": "Located just north of the famed Banzai Pipeline, Turtle Bay is the site of the Rainbows Break surfing spot. The bay is also one of a number of spots used for kayaking on the North Shore. Turtle Bay Resort has two championship golf courses, the Arnold Palmer Course and the George Fazio Course. In October 2015, Turtle Bay hosted \"The Stand Up World Series\", a professional platform for the world's best stand-up paddle racers to determine the legitimate men's, women's and under-16 world champions."}, {"subtitle": "Television and film.", "level": 2, "merged_title": ["Turtle Bay, Oahu", "Television and film."], "text": "Turtle Bay is a common area for filming because of its still largely unspoiled landscape, natural environment, and large waves, along with its proximity to Honolulu. The prologue to the 1974 film \"Death Wish\", depicting Charles Bronson and Hope Lange as a married couple on vacation, was shot in Turtle Bay. The area was the setting for the 2008 Universal Pictures film, \"Forgetting Sarah Marshall\". Produced by Judd Apatow, filming began in April 2007 at the Turtle Bay Resort. With its rock formations and constant rolling surf, Turtle Bay served as a backdrop for the ABC TV series, \"Lost\". In addition to outside locations, a World War II-era bunker in the area was used as both an Iraqi Republican Guard installation and a Dharma Initiative research station. On 25 March 2012, the Discovery Channel's MythBusters TV show episode, \"marooned on a desert island\" with only duct tape and a few other items, was filmed on location at Turtle Bay."}], "max_level": 2, "abstract": ["", " Turtle Bay is located between Protection Point and Kuilima Point on the North Shore of the island of Oahu in the U.S. State of Hawaii.", "Green sea turtles were known to feed in the bay, so residents renamed the area \"Turtle Bay\". This name predates the completion of the former Kuilima Resort Hotel and Country Club in May 1972, although it is not the bay's original name. The Bay is currently home to the famous Turtle Bay Resort, which includes hotels, cottages and a golf course. The James Campbell National Wildlife Refuge preserves a small pond adjacent to the golf course."], "error": 0}
{"title": "List of Armenian wrestlers", "docid": "11987825", "section_list": [], "max_level": 0, "abstract": "is is an incomplete list of Armenian wrestlers, from 1952 to the present.", "error": 0}
{"title": "Ars Nova (American band)", "docid": "11987836", "section_list": [{"subtitle": "Discography.", "level": 2, "merged_title": ["Ars Nova (American band)", "Discography."], "text": ""}, {"subtitle": "\"Sunshine and Shadows\" (June 1969).", "level": 3, "merged_title": ["Ars Nova (American band)", "Discography.", "\"Sunshine and Shadows\" (June 1969)."], "text": "Singles"}], "max_level": 3, "abstract": ["", "Ars Nova was an American progressive rock band that performed and recorded from 1967 to 1969. The group included two former students from Mannes College in New York City: Wyatt Day (guitar, keyboards, vocals), who wrote or co-wrote most of the band's songs, and Jon Pierson (trombone, vocals).", "They recorded two albums. The first was a 1968 self-titled album for the Elektra label, on which the personnel comprised Day, Pierson, Maury Baker (organ, percussion), Giovanni Papalia (lead guitar), Bill Folwell (trumpet, bass, vocals), and Jonathan Raskin (bass, guitar, vocals). The band was signed to Elektra by Paul Rothchild, who produced their self-titled album in Los Angeles, with additional songwriting by Greg Copeland and released in April 1968. However, the band split up after a performance supporting The Doors at the Fillmore East in mid-1968, about the same time as they were promoted with a profile in \"Life\" magazine.", "Day and Pierson then formed a new version of the band, with guitarist Sam Brown, trumpeter Jimmy Owens, bassist Art Koenig, keyboardist Warren Bernhardt and drummer Joe Hunt. They recorded a second album, \"Sunshine &amp; Shadows\", which was released on Atlantic in 1969.", "Former member Bill Folwell died on October 2, 2019, at the age of 80."], "error": 0}
{"title": "Dünwald", "docid": "11987837", "section_list": [], "max_level": 0, "abstract": "nwald is a municipality in the Unstrut-Hainich-Kreis district of Thuringia, Germany.", "error": 0}
{"title": "Stoke-on-Trent College", "docid": "11987861", "section_list": [{"subtitle": "Education.", "level": 2, "merged_title": ["Stoke-on-Trent College", "Education."], "text": "The college runs a range of courses, from basic English and Maths to foundation degree courses. The college has the largest number of higher education students of any college in North Staffordshire. The college does not offer a-levels which are instead the responsibility of City of Stoke-on-Trent Sixth Form College. The College is a member of the Collab Group of high performing schools."}, {"subtitle": "Ofsted.", "level": 3, "merged_title": ["Stoke-on-Trent College", "Education.", "Ofsted."], "text": "The January 2014 Ofsted rating of the college gave it a good overall."}, {"subtitle": "Sites.", "level": 2, "merged_title": ["Stoke-on-Trent College", "Sites."], "text": ""}, {"subtitle": "Cauldon.", "level": 3, "merged_title": ["Stoke-on-Trent College", "Sites.", "Cauldon."], "text": "The main site to the college is Cauldon Campus in the Shelton area of the city. This site is where the majority of the courses are run from."}, {"subtitle": "Burslem.", "level": 3, "merged_title": ["Stoke-on-Trent College", "Sites.", "Burslem."], "text": "The other site is located on Moorland Road in the Burslem area of the city which contains the sites for Construction, Plumbing, Gas, Motor Vehicle Maintenance as well as Media and Performing Arts. It is also the location of Stoke Studio College which specialises in Manufacturing and Design Engineering and the John Seddon Technology centre. Open and closing times are: Thursday 8:30am–4:30pm Friday 8:30am–4:30pm Saturday Closed Sunday Closed Monday 8:30am–4:30pm Tuesday 8:30am–4:30pm Wednesday 8:30am–4:30pm"}, {"subtitle": "Science Centre.", "level": 3, "merged_title": ["Stoke-on-Trent College", "Sites.", "Science Centre."], "text": "The Science Centre is a teaching facility that opened in 2012 and run by Staffordshire University and is also used by the Stoke-on-Trent Sixth Form College."}, {"subtitle": "College Academies Trust.", "level": 2, "merged_title": ["Stoke-on-Trent College", "College Academies Trust."], "text": "Stoke-on-Trent College is the main sponsor of the College Academies Trust, a group of schools within Stoke-on-Trent. Schools in the trust include Discovery Academy, Excel Academy, Maple Court Academy and Stoke Studio College."}, {"subtitle": "Heatwave Radio.", "level": 2, "merged_title": ["Stoke-on-Trent College", "Heatwave Radio."], "text": "In 2013 the college launched its own student radio station called Heatwave Radio which broadcasts from 2 studios within the J Block of Burslem Campus. The Station is entirely managed by students and presented by lecturers and students and is a member of the Student Radio Association. The station broadcasts a mixture of popular music and specialist programmes in genres such as Dance, Hot AC and unsigned music. The station broadcasts 24 hours per day but for the majority of the time broadcasts non-stop music."}], "max_level": 3, "abstract": ["", "Stoke-on-Trent College is a provider of further and higher education based in Stoke-on-Trent. The college's main campus, known as Cauldon Campus, is in Shelton and it has a second campus in Burslem.", "Stoke-on-Trent college is part of UniQ, the university quarter. A collaborative project with Staffordshire University and the Stoke-on-Trent Sixth Form College."], "error": 0}
{"title": "Challenger Series", "docid": "11987868", "section_list": [], "max_level": 0, "abstract": "allenger Series may refer to:", "error": 0}
{"title": "Stoke College", "docid": "11987869", "section_list": [{"subtitle": "History of the site.", "level": 2, "merged_title": ["Stoke College", "History of the site."], "text": "The College traces its name back to 1415, when a college for priests was founded on the site. The medieval College had been founded on the earlier site of a Benedictine priory, originally located in Clare Castle, but moved to Stoke-by-Clare in 1124. Under the patronage of the powerful de Clare family, it was one of the wealthiest monastic houses in Norman England, until a disastrous fire in the 1390s. The college annexed Chipley Priory in about 1468. In 1534 Dr Walter Haddon, writing in a letter from Cambridge, says of the College \"how that place seemed in a manner to be made on purpose for scholars, both to learn themselves, and to teach others: and that its situation was such that above all others it is best suited for honest and ingenious pleasures.\" The last Dean was Matthew Parker, future Archbishop of Canterbury under Elizabeth I, and a founder of the Church of England. The buildings had been abandoned after the Dissolution of the monasteries in the 1540s; the site was bought by the Elwes family around 1660, who created the surviving main house and stables. The Elweses did not always keep the premises in fine style – one member of the family, John Elwes was so mean that he served as Dickens's model for Ebenezer Scrooge in \"A Christmas Carol\". In 1897 the estate was bought by Henry Loch, 1st Baron Loch, a Victorian army officer and colonial administrator. He brought in his wife's nephew, the noted architect Edwin Lutyens, to add a wing in his distinctive Arts and Crafts style, as well as gardens in the style of his friend and co-designer Gertrude Jekyll. The Lochs struggled to keep up the estate during and after World War Two; in 1950 they abandoned the house. In 1954 it became a small independent school, reviving the historic name \"Stoke College\" a few years later. It now serves around 200 pupils. In 1961 the house became a Grade II* listed building."}, {"subtitle": "Recent history.", "level": 2, "merged_title": ["Stoke College", "Recent history."], "text": "'Grenville' was the name chosen for the small school which was founded in Clare a little over 50 years ago. It existed in the building known as 'The Norfolks' for a while before being acquired by Miss Elliot and Miss McLoad, who had previously been senior lecturers, training teachers at Bingley College in Yorkshire, in 1951. They became joint Principals. This school was so successful that it quickly grew in size and new premises had to be found. The house recently vacated by the Loch family proved ideal and the school moved in 1954. In 1969, Miss Elliot retired and Martin Gedney became the first Headmaster of Stoke College. This was a time of great change and in 1973 it was decided that the name of the school should be changed to Stoke College."}], "max_level": 2, "abstract": ["", "Stoke College in Stoke-by-Clare, near Haverhill, Suffolk, England, is a co-educational day school for children aged 11 to 18, with boarding for children aged 11 to 18. It is built on the site of a major medieval monastic college."], "error": 0}
{"title": "Live from the Roxy", "docid": "11987896", "section_list": [{"subtitle": "Production.", "level": 2, "merged_title": ["Live from the Roxy", "Production."], "text": "Produced by Bob Welch"}], "max_level": 2, "abstract": ["", "Live from the Roxy is a live album by the American rock musician Bob Welch, recorded in 1981, released in 2004, and later issued onto LP in 2021. Welch had been a member of Fleetwood Mac from 1971–74, and this album features appearances by many members of that band.", "Some releases omit \"12 Bar Blues in A\", and some incorrectly list \"Remember Me\" as \"Don't You Think It's Time\". This track originally featured on Fleetwood Mac's 1973 album \"Penguin\". Other Fleetwood Mac songs included were \"Hypnotized\", from \"Mystery to Me\"; \"Sentimental Lady\" from \"Bare Trees\"; \"Rattlesnake Shake\" from \"Then Play On\", and \"Gold Dust Woman\" from \"Rumours\".", "\"Big Towne, 2061\" and \"Black Book\" were songs by Paris, the band that Welch formed after he left Fleetwood Mac. \"Hot Love, Cold World\", \"Outskirts\" and \"Ebony Eyes\" first appeared on his first solo album \"French Kiss\". \"Precious Love\" featured on 1979's \"Three Hearts\", and \"It's What Ya Don't Say\", \"Remember\", \"Two to Do\" and \"Bend Me, Shape Me\" were originally released on his 1981 album \"Bob Welch\"."], "error": 0}
{"title": "Ars nova (disambiguation)", "docid": "11987906", "section_list": [], "max_level": 0, "abstract": "s nova may also refer to:", "error": 0}
{"title": "Galgameth", "docid": "11987911", "section_list": [{"subtitle": "Plot.", "level": 2, "merged_title": ["Galgameth", "Plot."], "text": "In the medieval kingdom of Donnegold, a young prince named Davin (Devin Oatway) lives with his father, the noble King Henryk (Sean McNamara). But that comes to an end when the King's black knight, El El (Stephen Macht), poisons him. As he lays dying, Henryk gives his son a small black statue of a creature. He tells him that it is called \"Galgameth\", the family guardian of legend. Davin takes it and while he is away mourning his father, El El secretly shatters the statue and takes command, thrusting the kingdom into turmoil under Davin's name. Davin is given the broken statue by a maidservant and cries. The next morning he finds that the statue has become a living creature which he nicknames \"Galgy\" (Felix Silla and Doug Jones). Brought to life by the prince's tears, Galgameth becomes his friend and guardian as he finds himself chased by El El and in the company of disgruntled peasants who are planning a revolt in order to dethrone the man they think is the source of all their trouble, Prince Davin."}, {"subtitle": "Production.", "level": 2, "merged_title": ["Galgameth", "Production."], "text": "The production was filmed on locations in Romania, including Bucharest and Zărnești."}, {"subtitle": "Release.", "level": 3, "merged_title": ["Galgameth", "Production.", "Release."], "text": "Original release was in Spain on November 18, 1996, followed by release in Japan on November 21. Its original Romanian title was \"Galgameth\" and had differing titles dependent upon the country and language of later releases. In Germany it was released as \"Galgameth - Das Ungeheuer des Prinzen\". In Spain its video title was as \"La leyenda de Galgameth\" and its television release title was \"Galgameth - El guerrero invencible\". In France it was released as \"Galgameth: L'apprenti dragon\". English release titles included both \"The Legend of Galgameth\" and the later \"The Adventures of Galgameth\", which was released by Trimark Home Video on July 29, 1997."}], "max_level": 3, "abstract": ["", "Galgameth is a 1996 American fantasy children's film and the first feature film project directed by television and film producer/actor Sean McNamara. The film stars Devin Neil Oatway, Johna Stewart and Stephen Macht. The film's script was written by Shin Sang-ok and is a loose remake of his 1985 film \"Pulgasari\", which he had directed while being held in North Korea and was itself a remake of a lost 1962 film. "], "error": 0}
{"title": "1990 Coupe de France Final", "docid": "11987927", "section_list": [], "max_level": 0, "abstract": "e 1990 Coupe de France Final was a football match held at Parc des Princes, Paris on June 2, 1990, that saw Montpellier HSC defeat RC Paris 2–1 in extra-time thanks to goals by Laurent Blanc and Kader Ferhaoui.", "error": 0}
{"title": "Detroit Express (1981–1983)", "docid": "11987933", "section_list": [{"subtitle": "Yearly awards.", "level": 2, "merged_title": ["Detroit Express (1981–1983)", "Yearly awards."], "text": "ASL All-Star Team ASL Leading Goal Scorer ASL Leading Points Scorer ASL MVP ASL Leading Goalkeeper"}], "max_level": 2, "abstract": ["", "The Detroit Express was an American soccer team based in Detroit, Michigan and a member of the American Soccer League. They joined the league in 1981 after the original NASL Express were moved to Washington D.C. to replace the Diplomats who had folded at the end of 1980. The ASL Express played their home games in the Pontiac Silverdome and then at Tartar Field on the campus of Wayne State University.", "The 1981 Express finished second in the Freedom Division with a 15 win, 11 loss and 2 tie record. Mike Mancini was the leading scorer for Detroit with 16 goals, followed by Brian Tinnion with 9. The Express advanced to the second round of the playoffs with a 4–1 defeat of the New York Eagles, but were knocked out of the semi-finals 1–1 and 1–2 by New York United.", "The 1982 ASL consisted of 7 teams in one division. With 19 wins, 4 ties, and 5 losses, The Express had the best record in the league. They then won the championship, defeating the Georgia Generals in the semi-finals and the Oklahoma City Slickers in the finals. Detroit players Brian Tinnion, Andy Chapman, and Billy Boljevic were 1, 2 and 4 overall in league scoring. And goal keeper Tad DeLorm had the best goals against average in the league.", "By 1983 the league had shrunk down to 6 teams, but returned to the 2 division format. The Express struggled to a 12–13 record (the league instituted a shootout rule for the season) to finish 2nd in the Western Division behind the Dallas Americans, and did not make the playoffs. Billy Boljevic and Andy Chapman led the team in scoring with 9 goals each.", "The ASL and the Express folded at the end of 1983."], "error": 0}
{"title": "Genevieve Springston Lynch", "docid": "11987946", "section_list": [{"subtitle": "Background.", "level": 2, "merged_title": ["Genevieve Springston Lynch", "Background."], "text": "Genevieve Springston was born in Forest Grove, Oregon on September 20, 1891. She studied art at the Pratt Institute in New York and at an art school in Chicago. She taught art at Punahou School, a private school in Honolulu, both before and following her marriage to L. L. Lynch, an executive with Lewers &amp; Cooke, Ltd."}, {"subtitle": "Career.", "level": 2, "merged_title": ["Genevieve Springston Lynch", "Career."], "text": "Lynch was invited to have a solo show in Paris in 1935. Because of prejudice against female artists, she shortened her professional name and signature to \"Gene Lynch\". She exhibited in the 1939 Society of Independent Artists show. When Genevieve and her husband retired, they moved to Palo Alto, California, where she continued to paint until her death in 1960. She is considered to be one of the notable artists of Hawaii that created \"distinctly Hawaiian\" art, while also using western approaches or materials. Genevieve Springston Lynch is best known for her stylized paintings of exotic plants, such as \"Cup-and-Saucer Flowers\" in the collection of the Honolulu Museum of Art."}], "max_level": 2, "abstract": ["", "Genevieve Springston Lynch (1891–1960), also known as Gene Lynch, was an American painter and art teacher who taught and worked in Hawaii."], "error": 0}
{"title": "Vietnam Multimedia Corporation", "docid": "11987957", "section_list": [{"subtitle": "Origin.", "level": 2, "merged_title": ["Vietnam Multimedia Corporation", "Origin."], "text": "In February 1988, the Postal Ministry (Vietnam Telecommunications), founded the Factory for Media Equipment Warrantion, owned by Vietnam Television, which later became VTC. In September 1992, VTC became the Investment Company for Development and Technical Information (INTEDICO) under the auspices of the Ministry of Culture (Information). In November 1993, INTEDICO became an investment company for the development of television technology in Vietnam and on 10 December 1996, INTEDICO merged with TELEXIM and RATIMEX companies to become the \"Vietnam Television Technology Investment and Development Company\" under the decision number 918 - QD / TC-VTV, made by Vietnam Television. Further statutory changes were made in 2003 (decision number 129/2003/QD- TTg 26 June 2003) and 2005 when INTENDICO became part of a parent state company, the Communication Corporation (decision number 192/2005/QD-TTg 29 July 2005)."}, {"subtitle": "Subsidiary companies of Communication Corporation.", "level": 2, "merged_title": ["Vietnam Multimedia Corporation", "Subsidiary companies of Communication Corporation."], "text": "Subsidiary companies include:"}, {"subtitle": "Other productions.", "level": 2, "merged_title": ["Vietnam Multimedia Corporation", "Other productions."], "text": "VTC produces News as newspapers, news programs, TV Journal and online TV; Mobile service loadable images and ringtones; EBank, an online payment portal; Mobile TV and Interactive television."}], "max_level": 2, "abstract": ["", "Vietnam Multimedia Corporation (Vietnam Television Corporation (VTC)) is a Vietnamese multimedia corporation, founded in February 1988 for the purpose of building television stations. In July 2003, the Vietnam Ministry of Post and Telematics purchased VTC."], "error": 0}
{"title": "North Staffordshire Royal Infirmary", "docid": "11987959", "section_list": [{"subtitle": "History.", "level": 2, "merged_title": ["North Staffordshire Royal Infirmary", "History."], "text": "The original hospital in the area was established at Etruria in 1804 but was completely rebuilt on a much larger basis in 1814. The hospital then relocated to Hartshill as the North Staffordshire Royal Infirmary in 1869. It became the North Staffordshire Infirmary and Eye Hospital in 1890 and the North Staffordshire Royal Infirmary in 1925. The facility joined the National Health Service in 1948 and, after services were transferred to the Royal Stoke University Hospital, it closed in December 2012. The site is still used by the University Hospitals of North Midlands NHS Trust for car parking and offices."}], "max_level": 2, "abstract": ["", "The North Staffordshire Royal Infirmary was a hospital at Hartshill in the English county of Staffordshire. It was located half a mile east of the site of the Royal Stoke University Hospital. It was run by the University Hospitals of North Midlands NHS Trust."], "error": 0}
{"title": "Mexican", "docid": "11987991", "section_list": [], "max_level": 0, "abstract": "xican may refer to:", "error": 0}
{"title": "Wat Khung Taphao", "docid": "11987999", "section_list": [{"subtitle": "History.", "level": 2, "merged_title": ["Wat Khung Taphao", "History."], "text": "Wat Khung Taphao is an ancient temple was established by King of Thonburi since the time of the Thonburi Kingdom, year of the Tiger 1771 and Buddhists arrived sometime in the early 18th century. That was the year when the King of Thonburi came to suppress Phra Fang faction (Chao Phra Fang Muang Sawangkaburi). After that he spent time in here to organize in ministry of Buddhism in this area. According to the issue of The Royal Chronicles of Ayutthaya (issue of Panjantanumas) in historical record of Thonburi Kingdom, it point out that Wat Khung Taphao is the only one temple in the areas of Muang Pichai and Muang Sawangkaburi to be established in that year. In addition, when King of Thonburi government representatives came to record the names of the villages and landmarks in the area, the names for the village and temple were recorded incorrectly. The village name was changed from its original, \"Ban Khung Sam Phao\" to \"Ban Khung Taphao\", and the temple became \"Wat Khung Taphao\". These new names have remained the official ones to the present day. King of Thonburi ordered the construction a hall for religious observances at Wat Khung Taphao as a symbol of victory of the normalcy it enjoyed during as such the Ayutthaya kingdom in the past and invited ecclesiastical dignitaries from the capital to teach monks and brought them back in line with the main teachings of Buddhism. The old hall for religious observances of Wat Khung Taphao always was Local villagers were taught by the monks at the monastery until the government began supplying teachers in 1922. When the river floods, it rises over the river banks and scours under the monastery foundations. Khung Taphao villagers decided to establish a new monastery farther away from the river in 1929. After the new monastery was built, the river changed its course and moved away from the monastery; this new land became monastery property."}, {"subtitle": "Background of temple name.", "level": 2, "merged_title": ["Wat Khung Taphao", "Background of temple name."], "text": "When King of Thonburi government representatives came to record the names of the villages and landmarks in the area, the names for the village and temple were recorded incorrectly. The village name was changed from its original, \"Ban Khung Sam Phao\" () to \"Ban Khung Taphao\", and the temple became \"Wat Khung Taphao\". These new names have remained the official ones to the present day."}, {"subtitle": "Important within Wat Khung Taphao.", "level": 2, "merged_title": ["Wat Khung Taphao", "Important within Wat Khung Taphao."], "text": "Nowadays, Wat Khung Taphao is not only the public resources of knowledge to encourage the education for ministry and people but also the center of community. Buddhist Sunday Education center was contributed to support the community. Moreover, there are other organizations that located within Wat Khung Taphao and local training of Kung Taphao sub-district. Surrounding of the temple, it includes chapel, pavilion at a temple and cubicle. Furthermore, others areas were separated to become specific zone which include herb garden and local museum. In these areas, it can make benefits for community because of providing knowledge and information. There is an important Buddha image that is called “Phra Buddha Suwannaphetar” inside the building. The capacity of this building can be 100 people approximately. Moreover, this place can be used to do activities for monk and novice. The main pavilion at a temple is used for religious ceremony on Buddhist days such as making merit, giving food to the monks and paying respect to Buddha. There are Buddha image which is called “Phra Buddha Sukosamrit” and Buddha's relics from India. As a result, it is wildly known as holy place. On the second floor of this building is local museum where collect scripture of Buddhism and Thai Herbal Pharmacopoeia that are a significant resources of knowledge."}], "max_level": 2, "abstract": ["", "Wat Khung Taphao () (, literally \"Temple of the bend of sailing ship watercourse\") is a Buddhist temple (wat) is an ancient monastery located in Ban Khung Taphao, Mueang Uttaradit District of Uttaradit Province in Northern Thailand, near Khung Taphao intersection on national highway route number 11. This temple is in under control of the Maha Nikaya, comprising one of nine important local temples. In the year 2018, There are 20 monks and 3 novices that The Most Ven.Phra Ajahn Somchai jirapunno is the leader and to be abbot of Wat Khung Taphao and have Ven. Dr. Phramaha Tevaprapas Makklay is the Deputy Abbot.", "This temple is well known that it is oldest in Kung Taphao sub-district that include Buddha's relics and two Buddha images Phra Buddha Suwannaphetar and Phra Buddha Sukosamrit From the evidence, it shows that these two Buddha images are two of nine of the most important Buddha image in Uttaradit.", "Wat Khung Taphao was established in the era of the Thonburi Kingdom (1768–1782), and is still an important active temple in the Ban Khung Taphao region."], "error": 0}
{"title": "John Miner (musician)", "docid": "11988000", "section_list": [{"subtitle": "Biography.", "level": 2, "merged_title": ["John Miner (musician)", "Biography."], "text": "Composer John Miner may be best known for his rock opera Heavens Cafe, which was staged at the Flamingo Theater in Las Vegas 1996, the Charleston Performing Arts Center in 1997, and later at Insurgo Theater in Los Angeles in 2004. Miner formed the progressive rock group Art Rock Circus to perform the music with a live band on stage alongside the singers and actors. Investor Mike Lewis was instrumental in financing and staging Heavens Cafe. The Tributary Music Label released a live CD of Heavens Cafe to the progressive rock community in 2000. Previously, Miner co-founded the California-based art rock band Mantra Sunrise in 1992 with singer-bassist Joel Bissing and drummer Wayne Garabedian. The band produced the self-titled album \"Mantra Sunrise\" in 1994. In 2001 \"A Passage to Clear\" was released by Miner's Art Rock Circus, also being conceptual in nature. The album featured two female vocalists, Karyn Anderson, and Karen Marquart. The album was not as well received as Heavens Cafe'. Collaborating with drummer and composer Nolan Stolz, Miner rebuilt the Art Rock Circus from the ground up, and in 2005 released a double CD Tell a Vision. The extensive keyboard palate in addition to Miner's eclectic guitar stylings found an accepting progressive rock audience. In 2005, Miner wrote and constructed guitar parts for the K² (band) album Book of the Dead that would integrate around the lead parts of Allan Holdsworth. Musically, Miner is known for his use of several alternate guitar tunings, and this is evident in nearly all his compositions. The use of a double necked guitar has enabled the performer to switch from one tuning to another within the same song in a live situation. His use of odd time signatures is apparent in the majority of his work as a composer, particularly in Heavens Cafe, in which the majority of the album features unorthodox metering. Other distinct characteristics of the composer include the absence of repeating choruses. Drum and bass parts are usually hinting toward melody, rather than standard rock fare. As a producer, Miner's analog recording techniques have been the discussion of much debate in the modern digital world."}, {"subtitle": "Discography.", "level": 2, "merged_title": ["John Miner (musician)", "Discography."], "text": "From official website:"}], "max_level": 2, "abstract": ["", "John Miner is an American rock guitarist."], "error": 0}
{"title": "Simona", "docid": "11988002", "section_list": [], "max_level": 0, "abstract": "mona may refer to:", "error": 0}
{"title": "Islam Matsiev", "docid": "11988007", "section_list": [], "max_level": 0, "abstract": "w CSKA Moscow in the judo section deals with many Chechen men. Many of them in the halls of the famous sports club brought Matsiev, which is already in the category of veterans in the sport - in the year of the Olympics in Athens he will be 30 years old.", "error": 0}
{"title": "Managerial psychology", "docid": "11988019", "section_list": [{"subtitle": "Managerial psychologists.", "level": 2, "merged_title": ["Managerial psychology", "Managerial psychologists."], "text": "In early years, managerial psychologists mainly studied fatigue, boredom, and other working conditions that could impede efficient work performance.  More recently, their contributions have expanded to include learning, perception, personality, emotions, training, leadership, effectiveness, needs and motivational forces, job satisfaction, decision-making processes, performance appraisals, attitude measurement, employee-selection techniques, work design, and job stress.  Managerial psychologists can also:"}, {"subtitle": "Personality, motivation and job satisfaction.", "level": 2, "merged_title": ["Managerial psychology", "Personality, motivation and job satisfaction."], "text": "Herzberg et al.’s seminal two-factor theory of motivation theorized that satisfaction and dissatisfaction were not two opposite extremes of the same sequence, but two separate entities caused by quite different facets of work – these were labelled as “hygiene factors” and “motivators”. "}, {"subtitle": "Hygiene factors.", "level": 3, "merged_title": ["Managerial psychology", "Personality, motivation and job satisfaction.", "Hygiene factors."], "text": "Hygiene factors are characterized as extrinsic components of job design that contribute to employee dissatisfaction if they are not met. Hygiene factors include: "}, {"subtitle": "Motivators.", "level": 3, "merged_title": ["Managerial psychology", "Personality, motivation and job satisfaction.", "Motivators."], "text": "Motivators are intrinsic to the job itself and include aspects such as  Intrinsic factors have long been acknowledged as important determinants of motivation. There is a longstanding debate as to whether hygiene factors really contribute to job satisfaction. Most job satisfaction and motivation research literature is concerned with organisational or situational predictors (such as pay and supervision) while neglecting individual differences. It has also been discovered that individuals’ significantly differ in the way they perceive their jobs, even if the job description and the tasks they had to perform remained constant, thus suggesting that some individual differences must have an effect on work attitudes. Others also argued that individual disposition may have a profound influence over how the working world is perceived (i.e. what is important to the individual), and this is likely to affect the type of jobs that are sought."}, {"subtitle": "The Ten Item Personality Inventory.", "level": 3, "merged_title": ["Managerial psychology", "Personality, motivation and job satisfaction.", "The Ten Item Personality Inventory."], "text": "The Ten Item Personality inventory was introduced in Gosling et al., (2003). The ten items of this measure are scored using a seven-point scale, with two statements (one reversed) used to measure each personality variable. The authors report extensive data showing good reliability and validity of this instrument."}, {"subtitle": "The Work Values Questionnaire (WVQ).", "level": 3, "merged_title": ["Managerial psychology", "Personality, motivation and job satisfaction.", "The Work Values Questionnaire (WVQ)."], "text": "The WVQ was introduced in Furnham et al., (2005). It consists of 37 items and requires individuals to report the extent to which intrinsic (e.g. responsibility and personal growth) and extrinsic (e.g. pay and benefits) components are important to them on a six-point scale. The WVQ is a revised version of Mantech's (1983) questionnaire. Previous studies have indicated that between two and four factors tend to be extracted, and that these often correspond to Herzberg et al.’s hygiene and motivator factors."}, {"subtitle": "The Job Satisfaction Scale.", "level": 3, "merged_title": ["Managerial psychology", "Personality, motivation and job satisfaction.", "The Job Satisfaction Scale."], "text": "The Job Satisfaction scale introduced by Warr et al., (1979). It consists of 15 items, seven of which measure intrinsic satisfaction, whilst the remaining eight measure extrinsic job satisfaction. Responses are given on a seven-point scale and can be summed to create and overall satisfaction score as well as an intrinsic and extrinsic value."}, {"subtitle": "Experiment on personality, motivation and job satisfaction.", "level": 3, "merged_title": ["Managerial psychology", "Personality, motivation and job satisfaction.", "Experiment on personality, motivation and job satisfaction."], "text": "A 2009 issue of \"Journal of Managerial Psychology\" presents an experiment with 202 full-time employees (81 males, mean age=38.3 and 121 females, mean age= 28.4) working in very different jobs in the retail, manufacturing and healthcare to investigate the extent to which personality and demographic factors explain variance in motivation and job satisfaction as defined by Herzberg et al.’s two-factor theory.  Every person was given three questionnaires ( the ten item personality inventory, work values questionnaire (WVQ), and job satisfaction scale) and had to complete them via a website. Negative relationships were observed between the security and conditions factor and job status, as well as years in full-time employment. These results suggest that individuals with low job status (e.g. graduate positions and non-managerial roles) are more concerned with working conditions and clarity in their work than those of a higher status and individuals who have been working for longer periods. These results further validate the contention that work attitudes are not the product of situational factors alone, and that both literature and organisations should further investigate the variables that contribute to these values with the intention of increasing job satisfaction and performance, through effective selection methods and pervasive job interventions."}, {"subtitle": "Tools used by managerial psychologists.", "level": 2, "merged_title": ["Managerial psychology", "Tools used by managerial psychologists."], "text": ""}, {"subtitle": "Maslow's Hierarchy of Needs.", "level": 3, "merged_title": ["Managerial psychology", "Tools used by managerial psychologists.", "Maslow's Hierarchy of Needs."], "text": "Abraham Maslow developed the Hierarchy of Needs model in the 1940-50s. Maslow's ideas surrounding the Hierarchy of Needs concern the responsibility of employers to provide a workplace environment that encourages and enables employees to fulfill their own unique potential (self-actualization). While Maslow referred to various additional aspects of motivation, he expressed the Hierarchy of Needs in these five clear stages:"}, {"subtitle": "Douglas McGregor's XY Theory.", "level": 3, "merged_title": ["Managerial psychology", "Tools used by managerial psychologists.", "Douglas McGregor's XY Theory."], "text": "Douglas McGregor proposed his X-Y theory in his 1960 book \"'The Human Side Of Enterprise\"'. Theory X and Theory Y are still referred to commonly in the field of management and motivation. McGregor's ideas suggest that there are two fundamental approaches to managing people. Many managers tend towards theory x, and generally get poor results. Enlightened managers use theory y, which produces better performance and results, and allows people to grow and develop."}, {"subtitle": "McClelland's Human Motivation Theory.", "level": 3, "merged_title": ["Managerial psychology", "Tools used by managerial psychologists.", "McClelland's Human Motivation Theory."], "text": "See also Need theory David McClelland in his 1961 book, \"\"The Achieving Society\" \" identified three motivators that he believed we all have:  People will have different characteristics depending on their dominant motivator. According to McClelland, these motivators are learned (which is why this theory is sometimes called the Learned Needs Theory). McClelland says that, regardless of our gender, culture, or age, we all have three motivating drivers, and one of these will be our dominant motivating driver. This dominant motivator is largely dependent on our culture and life experiences."}, {"subtitle": "Achievement.", "level": 4, "merged_title": ["Managerial psychology", "Tools used by managerial psychologists.", "McClelland's Human Motivation Theory.", "Achievement."], "text": "People motivated by achievement need challenging, but not impossible, projects. They thrive on overcoming difficult problems or situations, so make sure you keep them engaged this way. People motivated by achievement work very effectively either alone or with other high achievers. When providing feedback, give achievers a fair and balanced appraisal. They want to know what they're doing right – and wrong – so that they can improve."}, {"subtitle": "Affiliation.", "level": 4, "merged_title": ["Managerial psychology", "Tools used by managerial psychologists.", "McClelland's Human Motivation Theory.", "Affiliation."], "text": "People motivated by affiliation work best in a group environment, so try to integrate them with a team (versus working alone) whenever possible. They also don't like uncertainty and risk. Therefore, when assigning projects or tasks, save the risky ones for other people. When providing feedback to these people, be personal. It's still important to give balanced feedback, but if you start your appraisal by emphasizing their good working relationship and your trust in them, they'll likely be more open to what you say. Remember that these people often don't want to stand out, so it might be best to praise them in private rather than in front of others."}, {"subtitle": "Power.", "level": 4, "merged_title": ["Managerial psychology", "Tools used by managerial psychologists.", "McClelland's Human Motivation Theory.", "Power."], "text": "Those with a high need for power work best when they're in charge. Because they enjoy competition, they do well with goal-oriented projects or tasks. They may also be very effective in negotiations or in situations in which another party must be convinced of an idea or goal. When providing feedback, be direct with these team members. And keep them motivated by helping them further their career goals"}], "max_level": 4, "abstract": ["", "Managerial psychology is a sub-discipline of industrial and organizational psychology that focuses on the effectiveness of individuals and groups in the workplace, using behavioral science.", "The purpose of managerial psychology is to aid managers in gaining a better managerial and personal understanding of the psychological patterns common among these individuals and groups."], "error": 0}
{"title": "Asha Khadilkar", "docid": "11988022", "section_list": [{"subtitle": "Career.", "level": 2, "merged_title": ["Asha Khadilkar", "Career."], "text": "Khadilkar is a regular singer on All India Radio. Khadilkar has performed her private concerts on many occasions in United Kingdom, U.S.A., Canada and Singapore. Khadilkar has also provided music direction to 4 New Marathi Musicals (मराठी संगीत नाटक, Marathi Sangeet Natak ) produced by Nehru Center, Worli, Mumbai since Year 2000. She provides mentoring and guidance to advanced students of Indian Classical Music. Khadilkar, along with her husband Mr. Madhav Khadilkar runs Uttung Sansktutik Pariwar Trust, a non-profit organization devoted for preservation and proliferation of Indian Culture through various forms of Performing Arts, Literature, Nationalistic activities."}, {"subtitle": "Affiliation with \"Sa Re Ga Ma Pa\".", "level": 2, "merged_title": ["Asha Khadilkar", "Affiliation with \"Sa Re Ga Ma Pa\"."], "text": "In 2008, Asha Khadilkar was invited as one of the celebrity judges for the Marathi vocal singing competition show called \"Idea Sa Re Ga Ma Pa\", along with the music director Salil Kulkarni. This season featured adults who are in their mid-thirties and forties who pursued music as a hobby. The show was aptly named \"Sa Re Ga Ma Pa: Swapna Swaranche, Navatarunyache (स्वप्न स्वरांचे, नवतारुण्याचे)\", which roughly translates to \"Dreams of Music and New Youth\"."}], "max_level": 2, "abstract": ["", "Asha Khadilkar (born 11 January 1955) is a Mumbai, India-based Senior Vocalist who performs Indian (Hindustani) classical, semi-classical and devotional music including Natya Sangeet."], "error": 0}
{"title": "John Henry Wright", "docid": "11988033", "section_list": [{"subtitle": "Early life.", "level": 2, "merged_title": ["John Henry Wright", "Early life."], "text": "Wright was born on 4 February 1852 in Urumiah, Persia. His father, Dr. Austin Hazen Wright (1811-1865) was a medical missionary (Dartmouth alumnus, 1830) in Persia from 1840 to 1865, with an interest in archaeology; and an Oriental scholar. Wright's mother was Catherine Myers Wright (1821-1888). Wright's older sister was the classical archaeologist, Lucy Myers Wright Mitchell. In 1873, Wright obtained a Bachelor of Arts degree from Dartmouth College and three years later, he obtained his Master of Arts degree from the same school. Afterwards he studied Sanskrit for two years (1876–1878) at the University of Leipzig. He received LL.D.s from both Dartmouth and Western Reserve University in 1901. His teachers included Georg Curtius and Franz Overbeck."}, {"subtitle": "Career.", "level": 2, "merged_title": ["John Henry Wright", "Career."], "text": "In 1873, he worked in Ohio Agricultural and Mechanical College (now known as Ohio State University) as an associate professor of ancient languages (Greek and Latin), being part of the school's first faculty. Teaching graduate studies and doing research in classical antiquity were his forte, which brought him fame. As there was a dearth of faculty to teach his specialization of classical archaeology and Greek history, he created courses on these subjects. He left in 1876. In 1878, he joined Dartmouth College as an associate professor where he taught Greek and German, working at Dartmouth till 1886. In 1886, he was appointed professor of classical philology and Dean of the Collegiate Board of Johns Hopkins, and a year later was assigned as professor of Greek at Harvard; in 1895 he became Dean of the Graduate School of Arts and Sciences. He retained the post at Harvard till 1908. In 1906, he went to Athens, Greece and worked as an annual professor at the American School of Classical Studies at Athens until 1907."}, {"subtitle": "Scholarly works.", "level": 3, "merged_title": ["John Henry Wright", "Career.", "Scholarly works."], "text": "Wright wrote, edited and translated many books, monographs and scholarly papers. Some of his earlier notable works are— \"An Address on the Place of Original Research in Collegiate Education\" (1882), \"The College in the University and Classical Philology in the College\" (1886), translation of Collignon's Manual of Greek Archæology (1886), etc. \"An Address on the Place of Original Research in Collegiate Education\" was a lecture which he delivered on 7 October 1886, at the opening of the eleventh academic year of Johns Hopkins College. In the same year, he translated \"A manual of Greek archaeology\" written by Maxime Collignon to English. In 1892, Wright wrote \"The Date of Cylon\". Though Wright wrote it in 1892, it remained unpublished until Aristotle's work on the \"Constitution of the Athenians\" was discovered; this resulted in confirming his recording of the \"Chronology of Events in Athens\" of the seventh century. In 1893, he wrote a paper named \"Herondaea\", which contained valuable research works on the recently discovered papyrus of Herondas. In 1894, his \"Studies in Sophocles\" was published. In 1902, Wright edited and published \"Masterpieces of Greek literature\". In this book, he translated and published selections of most notable Greek literature including works of Homer, Tyrtaeus, Archilochus, Callistratus, Alcaeus, Sappho, Anacreon, Pindar, Aeschylus, Sophocles, Euripides, Aristophanes, Herodotus, Thucydides, Xenophon, Plato, Theocritus and Lucian. The book also included short biographical sketches on these philosophers and writers and explanatory notes and analysis. In 1904, he read a paper \"Present Problems of the History of the Classical Literature'\" at the Congress of Arts and Sciences at the St. Louis Exposition. In 1905, he served as editor, translator and supervisor on \"A History of All Nations from the Earliest Times\" in twenty-four volumes. The other notable scholars who were involved in this project were Ferdinand Justi, Sara Yorke Stevenson, and Morris Jastrow. The \"History of All Nations\" consisted of 24 volumes– five were on Antiquity, five on history of the Middle Ages, ten on history of the modern world, two on history of America, and remaining two volumes were comprehensive index volumes of the series. The scholars wrote, they wanted to write a \"history of mankind\", which required collaboration of many editors and scholars. In 1906, Wright published \"The Origin of Plato's Cave,\" an outgrowth of his interest in the archaeological excavations of the Cave of Vari on Mt. Hymettus near Athens. In this article he deals with the antecedents of the allegory of the cave that the philosopher introduced in the opening of the seventh book of the \"Republic\". Wright demonstrated that the attributes of the allegorical cave closely matched the actual one; he concluded they were likely based on it, with the possible influence of additional elements from the Empedocles' poem \"Purifications\" and the Quarry-Grottos of Syracuse."}, {"subtitle": "Other activities.", "level": 3, "merged_title": ["John Henry Wright", "Career.", "Other activities."], "text": "In 1893, he became a fellow of American Association of Arts and Sciences. In the same year he was a member of Archaeological Institute of America. In 1894, he became president of the American Philological Association. He was also a fellow of the American Academy of Arts and Sciences. He was a member of New England Classical Association and was the president at its first annual meeting which was held in Springfield in April, 1906. He worked as a co-editor of \"Classical Review\" from 1889 to 1906 and then of its successor \"Classical Quarterly\" in 1907. From 1897 to 1906 he was the chief editor of the \"American Journal of Archaeology\". He was also one of the notable contributing editors to the classical section of the Twentieth Century Text Books."}, {"subtitle": "Personal life.", "level": 2, "merged_title": ["John Henry Wright", "Personal life."], "text": "He married, on 2 April 1879 in Gambier, Ohio, Mary Tappan Wright, the daughter of Eli Todd Tappan, president of Kenyon College. Mary was a prominent novelist, author of \"Aliens\" (1902), \"The Test\" (1904), \"The Tower\" (1906), and \"The Charioteers\" (1912). The couple had three children, Elizabeth Tappan Wright (who died at a young age); legal scholar and utopian author Austin Tappan Wright; and the geographer John Kirtland Wright. They resided in Hanover, New Hampshire, Baltimore, Maryland and Cambridge, Massachusetts, in that order with their residency in the last interrupted by a period in Athens. Wright died on 25 November 1908 in Cambridge, Massachusetts. He was survived by his wife and sons."}, {"subtitle": "Legacy.", "level": 2, "merged_title": ["John Henry Wright", "Legacy."], "text": "Wright is considered as one of the most eminent American scholars of the nineteenth century. According to C. B. Gullick \"His range in teaching was encyclopaedic, and a keen critical sense, fortified with wide reading, gave him what seemed like the power of divination in interpreting difficult texts\". He maintained excellent rapport with his students and was well known for his humour, catholicity and unbiased assessments. Wright's American contemporaries included Henry Simmons Frieze, Basil Lanneau Gildersleeve, William Watson Goodwin, William Gardner Hale, William Sanders Scarborough, and Thomas Day Seymour, some of whom allied themselves with other academics which ultimately developed the discipline of the \"humanities\". Wright and his contemporaries wrote memorable works which gained international attention for American classicists of this era. Because of his contributions to Maxime Collignon's \"Manuel d'Archeologie Grecque\" and the classes he offered at Harvard, White was considered a pioneer in the US in the teaching of classical archaeology."}, {"subtitle": "Relationship with Swami Vivekananda.", "level": 2, "merged_title": ["John Henry Wright", "Relationship with Swami Vivekananda."], "text": "In 1893, Swami Vivekananda went to the United States to the Parliament of the World's Religions as a delegate of Hinduism and India. After reaching Chicago on 30 July 1893 he learned that no one could attend the Parliament as delegate without credential or bona fide. He did not have one at that moment and he felt utterly disappointed. He also learned the Parliament would not open till first week of September. But, Vivekananda did not give up his hope. To cut his expenditure he decided to go to Boston which was less costly than Chicago. On August 25, 1893, at Boston, Vivekananda met Wright for the first time. Wright was amazed by Vivekananda's profound knowledge and urged him to attend the upcoming Parliament as a speaker. He was so much astonished that he invited Vivekananda to stay in his house as a guest. From August 25 to 27, 1893, Vivekananda stayed at Wright's house at 8 Arlington Street. When Vivekananda told Wright that he did not have any credential or bona fide to attend the Parliament he reportedly told him— \"To ask you, Swami, for your credentials is like asking the sun about its right to shine.\" Then Wright himself wrote a letter of introduction to the chairman of the Parliament of the World's Religion and suggested to him to invite Vivekananda as a speaker stating — \"Here is a man who is more learned than all our learned professors put together.\" Wright also learned that Vivekananda did not have enough money to buy a railway ticket, so, he bought him a railway ticket too. Even after the conclusion of the Parliament, they kept in touch with each other through correspondence. Vivekananda remained ever thankful to Wright for his help and kindness. In a letter written on 18 June 1894, Vivekananda addressed Wright as brother and wrote — \"Stout hearts like yours are not common, my brother. This is a queer place — this world of ours. On the whole I am very very thankful to the Lord for the amount of kindness I have received at the hands of the people of this country — I, a complete stranger here without even 'credentials'. Everything works for the best.\""}], "max_level": 3, "abstract": ["", "John Henry Wright (February 4, 1852 – November 25, 1908) was an American classical scholar born at Urumiah (Rezaieh), Persia. He earned his Bachelors (1873) and Masters (1876) at Dartmouth College, New Hampshire. After junior appointments (first in Ohio and then at Dartmouth) in 1886 he joined Johns Hopkins as a professor of classical philology. In 1887, he became a professor of Greek at Harvard, where, from 1895 to 1908, he was also Dean of the Graduate School of Arts and Sciences.", "Some of Wright's most notable works are \"A History of All Nations from the Earliest Times\" (1905), a 24–volume history of the world; the translations \"Masterpieces of Greek literature\" (1902); and \"The Origin of Plato's Cave\" (1906). He was active in the American Academy of Arts and Sciences, the American Philological Association, and similar organizations. From 1889 to 1906 he co-edited the \"Classical Review\" (later \"Classical Quarterly\") and from 1897 to 1906 he was chief editor of the \"American Journal of Archaeology\".", "In 1893 Wright met the Indian Hindu monk Swami Vivekananda, who greatly influenced him; Wright described Vivekananda as \"more learned than all our learned professors put together.\"", "Wright received LL.D.s from Dartmouth and Case Western Reserve University in 1901. He died on 25 November 1908 in Cambridge, Massachusetts."], "error": 0}
{"title": "Zhanggong", "docid": "11988043", "section_list": [], "max_level": 0, "abstract": "anggong may refer to these places in China:", "error": 0}
{"title": "Morphology-dependent resonance", "docid": "11988051", "section_list": [], "max_level": 0, "abstract": "sonances found in certain types of optical cavity that are cylindrical, spherical, and ellipsoidal in shape. Conditions under which the resonances occur dependent on shape as well as refractive index of material within the optical cavity, and normally characterized by two integers, namely, order number and mode number.", "error": 0}
{"title": "Tsim Sha Tsui Centre and Empire Centre", "docid": "11988059", "section_list": [], "max_level": 0, "abstract": "me to Tsim Sha Tsui East, this retail area has recently experienced a rejuvenating treatment with the upgrade of several major hotels and shopping centres in the area.", "error": 0}
{"title": "List of Australian music television shows", "docid": "11988060", "section_list": [{"subtitle": "Music-oriented talent quests/shows.", "level": 2, "merged_title": ["List of Australian music television shows", "Music-oriented talent quests/shows."], "text": "Talent quest shows have been popular throughout Australia's television broadcasting history. A typical format is a selection of unknown singers or musicians (as opposed to established recording artists) performing before a panel of judges who award points with the winner receiving a cash prize or a recording contract. More recent incarnations have had the heats and eliminations running over several months with public votes included (e.g. \"Australian Idol\"). \"Young Talent Time\" was one of Australia's longest running talent quest shows (1971–1988) and included a mix of regular in-house performers with a weekly talent competition."}, {"subtitle": "See also.", "level": 2, "merged_title": ["List of Australian music television shows", "See also."], "text": "\"Beat Club\" was a short series of about 10 30-minute episodes which aired on SBS in 1986 each Wednesday at 6pm. Showed video clips from the 1960s German TV music show also called \"Beat Club\". Compered by Annette Shun Wah with expert commentary by Glen A Baker. \"The Noise\" replaced this series, which Annette presented solo."}], "max_level": 2, "abstract": ["", "This is a list of Australian produced music television shows.", "Early days of music television pre-dated video clips, and included variety style series, miming series, and pop series, and with the advent of music videos, shows gave way to slickly prepackaged film clips with a host compère mixing live local acts (e.g. \"Countdown\"). The most recent trend has been towards near and complete compère-free shows which show music videos exclusively (e.g. \"Rage\" and \"AMV\").", "Talent quests and competitions are shown in the second table below."], "error": 0}
{"title": "His Fleetwood Mac Years and Beyond, Vol. 2", "docid": "11988066", "section_list": [{"subtitle": "Production.", "level": 2, "merged_title": ["His Fleetwood Mac Years and Beyond, Vol. 2", "Production."], "text": "Produced by Bob Welch"}], "max_level": 2, "abstract": ["", "Bob Welch: His Fleetwood Mac Years &amp; Beyond Vol. 2 was an album of re-recordings of songs by former Fleetwood Mac guitarist turned solo artist Bob Welch, released in 2006 as a follow-up to the 2003 album His Fleetwood Mac Years &amp; Beyond. This album contained six brand new songs in addition to re-recordings of two of Welch's earlier solo tracks, three Fleetwood Mac tracks from before and after Welch's tenure in the group. There were also re-recordings of three songs Welch had recorded while in the group albeit two of them only appeared on the digital edition."], "error": 0}
{"title": "Florentino Floro", "docid": "11988067", "section_list": [{"subtitle": "Biography.", "level": 2, "merged_title": ["Florentino Floro", "Biography."], "text": "Florentino V. Floro, Jr. was born in Manila, Philippines on November 5, 1953, eldest of five brothers, to Florentino Carreon Floro and Milagros Geronimo Velasquez. Floro's primary education was by the Religious of the Virgin Mary, graduating from secondary school in 1969 in Valenzuela City. Initially training to be a priest, he entered the seminary in 1965, leaving the priesthood to enter law. From 1970 to 1974 Floro attended Adamson University and Ateneo de Manila University's Loyola Schools, earning a BA in philosophy and theology. Floro earned a Bachelor of Laws degree from the Ateneo Law School and placed 12th in the 1983 Philippine Bar Examinations with a grade of 87.55 percent. "}, {"subtitle": "Judicial career.", "level": 2, "merged_title": ["Florentino Floro", "Judicial career."], "text": "In 1995 Floro applied to the Judicial and Bar Council, but was rejected for the bench after failing the mandatory psychological examination by the Supreme Court of the Philippines. The Clinic Services of the Supreme Court found \"evidence of ego disintegration\" and \"developing psychotic process\", and Floro voluntarily withdrew his application. Floro re-applied in 1998, again with a negative evaluation. Due to his impressive academic performance he was allowed to submit a second, more favorable psychiatric opinion from private practitioners. On his 45th birthday Floro was appointed a regional trial court judge in the Metro Manila region of the capital (the youngest ever appointed) and began work in November 1998. Floro stated his mission was to rid the Philippine legal system of corruption. In March of the following year, Floro requested an audit be performed, which resulted in a July 13 report to a court administrator who recommended the report be considered a complaint against Floro and that he be given another psychiatric examination. On July 20, 1999 Floro was placed on preventive suspension during the investigation against him, for a variety of reasons including: The investigation resulted in 13 charges. In March 2001 the Supreme Court reviewed a report incorporating psychiatric and psychological findings of multiple doctors which judged the evidence to be substantiated, and recommended Floro be declared unfit to be a judge, effective immediately.A.M. No. RTJ-99-1460 August 11, 2006 Over the next several years (in part taking so long because of Floro's delaying tactics) the Supreme Court undertook an investigation, ultimately handing down a unanimous decision that Floro be dismissed from the bench. The court did not rule that Floro was insane, but did suffer from psychosis that impaired his judgement."}, {"subtitle": "Claims.", "level": 3, "merged_title": ["Florentino Floro", "Judicial career.", "Claims."], "text": "While serving as a judge, Floro made a number of claims, including:  On Fridays, Floro would change from his traditional blue robes to black, which he claimed helped him recharge his psychic powers. Floro's claims went on to garner worldwide attention."}, {"subtitle": "Judgment.", "level": 3, "merged_title": ["Florentino Floro", "Judicial career.", "Judgment."], "text": "After 68 months of suspension, on April 7, 2006 the Supreme Court fined Floro 40,000 pesos and removed him from his position with three years back pay, allowances, and benefits. The court did not find Floro guilty of gross misconduct or corruption but did find that his mental health indicated \"gross deficiency in competence and independence\". Floro was also not barred from application or admittance to government services which do not require the dispensation of justice."}, {"subtitle": "Appeals.", "level": 2, "merged_title": ["Florentino Floro", "Appeals."], "text": "In May 2006 Floro filed a motion to set aside judgment against him, which was denied. Floro subsequently filed three further motions that the evidence presented against him in the form of the psychiatric evaluations were inadmissible, and argued that he should not be dismissed for his beliefs. The court stressed that its decision had nothing to do with Floro's beliefs in \"dwendes\" or the validity of that belief, but permitting him to continue as a judge would be harmful to public trust in the judiciary as a guardian of the law. Despite a directive to file no further appeals, Floro filed several more pleadings. On November 3, 2006, Floro filed his second appeal and a motion to clean the judiciary, accompanying the motion with a statement that he would use his three dwarfs to inflict sickness on the current judges, praying for his curse to work on every Friday. Floro claimed he was dismissed due to his belief in the paranormal. On July 12, 2007, the Supreme Court justices ordered Floro to stop requesting a review of his case stating it had no reason to reverse itself on his dismissal and issued a warning that he can be held liable for contempt of court if he continued. On February 3, 2010, Floro filed his own nomination for the post of Supreme Court chief justice, which then-incumbent Reynato Puno vacated upon his retirement on May 17. However, the high tribunal excluded him from the list of nominees on February 8, citing his earlier disbarment order. He nominated himself once more during the 2012 selection of a replacement chief justice for Renato Corona, but was left out along with three other people from the final list of nominees on July 7, 2012."}, {"subtitle": "Lawsuits.", "level": 2, "merged_title": ["Florentino Floro", "Lawsuits."], "text": "Since his suspension from the judiciary, Floro has filed multiple lawsuits. In June 2004, Floro filed an intervention petition, in the certiorari lawsuit filed by the opposition Koalisyon ng Nagkakaisang Pilipino (KNP) Davao City Rep. Ruy Elias Lopez, to stop a joint session of Congress from canvassing the votes for president and vice president. Floro asked the Court to declare a failure of elections and order the COMELEC to conduct special presidential elections. Floro also asked the Supreme Court to declare Noli de Castro as acting President, as Solomonic solution to the political crisis. In January 2007, the Supreme Court of the Philippines dismissed with finality the August 30, 2006 Disbarment administrative lawsuit filed by Floro against Chief Justice Hilario Davide, Jr., Justice Bernardo P. Pardo, Alfredo Benipayo and 6 others. In late April 2007, Floro filed a disbarment complaint grounded on charges of gross misconduct, ignorance of the law, manifest undue interest, questionable temporary restraining orders and violations of the ethical standards and code of conduct by the Philippine Court of Appeals Associate Justices, \"CA ‘Dirty Dozen\". Floro named one justice specifically as part of a \"dirty dozen\", twelve judges currently under investigation for corruption by the court's Ombudsman. For non-payment of docket fees, the High Court, on June 5, 2007, dismissed Floro's intervention petition dated May 30, 2007, and his supplement dated June 1, 2007, in the Gregory S. Ong citizenship case, filed by former Senate President Jovito Salonga. On, August 1, 2008, Floro filed a taxpayer lawsuit against some Court of Appeals Justices and lawyers in the GSIS-Meralco bribery case."}], "max_level": 3, "abstract": ["", "Florentino V. Floro Jr. (born November 5, 1953, in Manila) is a Filipino former judge who achieved notoriety after being suspended from the Philippine judiciary in 2006 due to mental illness. Floro made several statements that he was psychic and claimed to frequently communicate with invisible duendes, a type of dwarf common in Filipino and Latin American mythology."], "error": 0}
{"title": "Pierre Coton", "docid": "11988080", "section_list": [{"subtitle": "Life.", "level": 2, "merged_title": ["Pierre Coton", "Life."], "text": "Coton studied law at Paris and Bourges, entered the Society of Jesus at the age of twenty-five, and was sent to Milan to study philosophy. Here he became acquainted with Charles Borromeo. On his return to his native country he preached with success at Roanne, Avignon, Nîmes, Grenoble, and Marseilles. An acquaintance with Henry IV of France soon ripened into friendship. The Archbishopric of Arles being vacant, the king offered it to Coton, who refused it. Father Coton had for two years previous to the death of Henry been confessor to his son, the young Dauphin. The king having recalled the exiled Jesuits to France, their enemies could not pardon the influence Father Coton had in bringing this about, and an attempt was made to assassinate him. Some writers have pretended that Coton was not above suspicion on the doctrine of regicide, and when Henry IV was assassinated, they accused Coton of defending Ravaillac, the king's murderer. If his enemies at court had any knowledge that he held such views they failed to make it public. In defense of the Jesuits, Coton issued \"Lettre déclaratoire de la doctrine de Pères Jésuites\", which made him the target of much hostility and suspicion. In 1608, Father Coton called Father Pierre Biard away from his professorship at Lyon ordering him to take charge of the mission in the new French colony at Acadia.  In September, 1610, the biting satire \"Anti-Coton, in which it is proved that the Jesuits are guilty of parricide against Henri IV\" was followed by many pamphlets for and against the Jesuits. The Anti-Coton pamphlet attacked the Jesuits, and especially Father Coton, the confessor of Henry IV, of whose murder the Jesuits had been accused by their enemies. Daurignac says (Hist. Soc. Jesus, vol. i., p. 295) that this pamphlet was attributed to Pierre Du Moulin, a Protestant minister of Charenton. This and other similar attacks on the Jesuits had been circulated in Canada, and had prejudiced against them even many Catholics. Coton continued in his capacity as confessor to the new king, Louis XIII, until 1617, when he left the court at the age of fifty-four and withdrew to the novitiate at Lyon. He then traversed the provinces of the South as a missionary, and went to Milan, Loreto, and Rome to fulfil the vows the reigning king had made to the Blessed Virgin, St. Charles, and St. Peter. He returned to France as provincial of the Society and preached at Paris in the church of S. Gervaise; the king and the whole court flocked to hear him. At this period a book published by Santarelli, an Italian Jesuit, who attributed to the pope the power of deposing kings who were guilty of certain crimes, and under such circumstances of absolving their subjects from their allegiance, was the object of severe attacks from the many enemies of the Society of Jesus in France. The doctrines which Santarelli expounded had been accepted in the Middle Ages, and were still professed by the Ultramontane theologians, although they had become impossible in practice. This book was in Paris, under the rule of Richelieu, construed into a provocation to regicide and rebellion. These views were attributed to every Jesuit. The Parliament demanded that all Jesuits residing in France should be called upon to sign a protestation disavowing all the doctrines contained in Santarelli's treatise. Coton was ill at the time. On his death-bed he was visited by an envoy of Parliament, who informed him of the condemnation pronounced against Santarelli and the severe measures that threatened his brethren. The dying Jesuit murmured: \"Is it possible that I who have served so faithfully the Kings of France should be looked upon at last as guilty of treason and a disturber of the peace?\""}, {"subtitle": "Works.", "level": 2, "merged_title": ["Pierre Coton", "Works."], "text": "His \"Institution catholique\" and \"Genève plagiaire\" are controversial works, as also his \"Sacrifice de la Messe\". For his other works see De Backer, 1st ed;, II, p. 149."}], "max_level": 2, "abstract": ["", "Pierre Coton (7 March 1564, at Néronde in Forez – 19 March 1626, at Paris) was a French Jesuit and royal confessor."], "error": 0}
{"title": "Alois Estermann", "docid": "11988083", "section_list": [{"subtitle": "Early life.", "level": 2, "merged_title": ["Alois Estermann", "Early life."], "text": "Estermann was born in Gunzwil, in the Canton of Lucerne. He grew up as a member of a farming family living near Beromünster. In 1975 he graduated with a degree in commerce from a business school in Lucerne."}, {"subtitle": "Career.", "level": 2, "merged_title": ["Alois Estermann", "Career."], "text": "From 1975 through 1976, Estermann attended the officer training school for the Swiss Army at Thun. He subsequently reached the rank of lieutenant as a Swiss reserve officer. In 1977 Estermann served briefly in the Pontifical Swiss Guard at the Vatican. He then lived in Argentina for two years. In July 1980 he rejoined the Swiss Guard as an officer, thereafter receiving promotions to Major (1983) and then to Lieutenant Colonel (1987). In 1988 he was appointed Commander of the Swiss Guard."}, {"subtitle": "Death.", "level": 2, "merged_title": ["Alois Estermann", "Death."], "text": "According to official Vatican statements, Estermann and his Venezuelan wife, Gladys Meza Romero, were killed on 4 May 1998 by a young Swiss Guard Vice Corporal Cédric Tornay, who then committed suicide. Estermann, formerly Acting Commander of the Swiss Guard, had been confirmed in his position the same day. Tornay had earlier been reprimanded for breaches of discipline and had been passed over for a medal routinely awarded to Guards after three years of service. A note written by Tornay shortly before the murder indicates that he regarded Estermann as a harsh martinet with a personal bias against the Vice Corporal.  Pope John Paul II personally celebrated Estermann's Funeral Mass in the church of Saints Martin and Sebastian."}, {"subtitle": "Conspiracy theories.", "level": 2, "merged_title": ["Alois Estermann", "Conspiracy theories."], "text": "The high-profile homicide gave rise to various speculative theories over the following years. The conspiracy allegation originates with \"Bugie di sangue in Vaticano\" (1999), written by \"a group of Vatican ecclesiastics and lays who cannot continue to avail, with their silence, official truth told by the Vatican\". This document suggests that Estermann was killed in the course of a supposed struggle between the Opus Dei and masonic parties within the Vatican hierarchy, both attempting to annex the Swiss guard. According to a piece edited by Fabio Croce, the three were all murdered by \"a Vatican killer\", due to Estermann's supposed knowledge of the small state's trafficks. In his 2008 book \"Poteri forti\", Ferruccio Pinotti asserts that Estermann repeatedly travelled to Poland in 1981 to coordinate the arrival of military equipment from Scandinavia to support the Polish anti-communist organization Solidarity. A competing hypothesis was published in \"L'Agent secret du Vatican\" (2004), by journalist Victor Guitard and Markus Wolf, former No. 2 of the East German secret police Stasi. These authors declared that Estermann had been a Stasi agent since 1979. British journalist John Follain undertook extensive interviews to inform his book, \"City of Secrets: The Truth behind the murders at the Vatican\" (2006). Follain dismisses speculation that Estermann, his wife, and Tornay were murdered by an external fourth party or that Estermann was a spy for the former East German government. Follain's research indicated that Cédric Tornay did indeed kill his commander and the commander's wife before turning the gun on himself. Reportedly Tornay found the running of the Swiss Guard archaic, and resented the dominance of the Swiss German majority contingent. According to Follain, Tornay turned to Alois Estermann for affection and the two had a short homosexual affair, but their relationship deteriorated into acrimony as Tornay realised that Estermann had betrayed him with another guard. Estermann's close links to the Opus Dei movement, and his final refusal to award the Benemerenti medal for three years' service led to further frustration and Tornay's ultimate decision to kill Estermann, according to Follain. In a 2011 history of the modern Vatican's military and police forces, Professor David Alvarez, of the Department of Politics at St. Mary's College of California, summarizes the various conspiracy theories before concluding that they \"either remain unsubstantiated or have been thoroughly discredited\"."}], "max_level": 2, "abstract": ["", "Alois Estermann (October 29, 1954 – May 4, 1998) was a senior officer of the Pontifical Swiss Guard who was murdered in his apartment in Vatican City."], "error": 0}
{"title": "Mass action", "docid": "11988086", "section_list": [], "max_level": 0, "abstract": "ss action may refer to:", "error": 0}
